Repository: somefool/habari-extras
Catalog: plugins/deliciousfeed/trunk/locale/*/LC_MESSAGES/deliciousfeed.po
Languages: ca

source: Configure
ca: Configura

source: Delicious Username
ca: Nom d'usuari de Delicious

source: Tags (seperate by space)
ca: Etiquetes (separades per un espai)

source: &#8470; of Posts
ca: &#8470; d'entrades

source: Cache Expiry (in seconds)
ca: Expiració de la caché (en segons)

source: Save
ca: Desa

source: Options saved
ca: Opcions desades

source: The username is not valid.
ca: El nom d'usuari no és vàlid.

source: This field must be positive integer.
ca: Aquest camp ha de ser un nombre enter positiu

source: Unable to contact Delicious.
ca: No es pot connectar amb Delicious.

source: Response is not correct, maybe Delicious server is down or API is changed.
ca: La resposta no és correcta, potser el seridor de Delicious està caigut o l'API ha canviat.

source: %s is not configured properly.
ca: %s no està configurat correctament.
