Repository: somefool/habari-extras
Catalog: locales/*/trunk/*.po
Languages: fi

source: Comment Moderated on %s
fi: Kommentti hyväksytty %s

source: Permission deleted: %s
fi: Käyttäjäoikeudet poistettu: %s

source: Invalid XML response.
fi: Virheelinen XML-vastaus

source: The cache directory '%s' is not writable - the cache is disabled. The user, or group, which your web server is running as, needs to have read, write, and execute permissions on this directory.
fi: Cache-hakemistoon '%s' ei voitu kirjoittaa. Cache on otettu pois käytöstä. Käyttäjällä tai käyttäjäryhmällä, jolla web-serveri pyörii, tulee olla luku-, kirjoitus- ja suoritusoikeudet ko. hakemistoon.

source: The cache directory '%s' is not writable - the cache is disabled.
fi: Cache-hakemistoon '%s' ei voitu kirjoittaa. Cache on poissa käytöstä.

source: There is no valid theme currently installed.
fi: Yhtään virheetöntä teemaa ei ole asennettuna.

source: Theme not installed.
fi: Teemaa ei asennettu.

source: Anonymous
fi: Anonyymi

source: %s: CURL Error %d: %s
fi: %s: CURL Virhe %d: %s

source: Bad return code (%1$d) for: %2$s
fi: Virheellinen vastauskoodi (%1$d): %2$s

source: Invalid hash
fi: Virheellinen hash-tarkistusumma

source: Unbalanced braces.
fi: Virheelinen määrä aaltosulkeita.

source: Both name and e-mail address must be provided.
fi: Sekä nimi että sähköpostiosoite ovat pakollisia.

source: You did not provide any content for your comment!
fi: Kommentissa ei ollut sisältöä.

source: Comments on this post are disabled!
fi: Kommentointi poissa käytöstä tässä merkinnässä.

source: Comment contains only whitespace/empty comment
fi: Kommentti sisälsi vain välilyöntejä.

source: Your comment is pending moderation.
fi: Kommenttisi jää odottamaan hyväksyntää.

source: Setting the cookie.
fi: Evästeen asettaminen

source: Install Habari
fi: Asenna Habari

source: Before you install
fi: Ennen kuin asennat

source: Writable directory needed
fi: Hakemistoon tulee olla kirjoitusoikeus.

source: Before you can install habari, you first need to make the install directory writable by php, so that the installation script can write your configuration information properly. The exact process of doing this will vary depending on the configuration of your web server and the ownership of the directory.
fi: Ennen kun voit asentaa Habarin tulee sinun muokata asennushakemisto kirjoitusoikeudelliseksi PHP:lle. Tällöin asennusskripti kirjoittaa asetustiedot oikein. Täsmälleen oikein tekeminen riippuu WWW-palvelimen asetuksista ja tiedoston omistusoikeuksista.

source: Open a terminal window, and then change to the installation directory:
fi: Avaa terminaali-ikkuna ja vaihda asennushakemisto:

source: Change the <em>mode</em> (permissions) of the current directory:
fi: Muuta nykyisen hakemiston <em>tila</em> (käyttöoikeudet).:

source: Note
fi: Huomautus

source: You may need to use
fi: Sinun tulee ehkä käyttää

source: and enter an administrator password if you do not own the directory.
fi: ja anna ylläpitäjän salasana, jos et omista hakemistoa.

source: PHP Upgrade needed...
fi: PHP vaatii päivittämistä...

source: requires PHP 5.2 or newer. Your current PHP version is
fi: Vaadittu PHP-versio on 5.2 tai uudempi. PHP-versiosi on

source: Missing Extensions
fi: Puuttuvat laajennokset

source: requires that the following PHP extensions to be installed:
fi: Seuraavat PHP-laajennukset tulee olla asennettuna:

source: Please contact your web hosting provider if you do not have access to your server.
fi: Ota yhteyttä web-sivuston palvelimen ylläpitäjään, mikäli sinulla ei ole pääsyä palvelimelle.

source: No PDO drivers enabled
fi: PDO-ajureita ei ole käytössä.

source: requires that at least one <a href="http://www.php.net/pdo">PDO driver</a> be installed. Please ask your hosting provider to enable one of the PDO drivers supported by Habari.
fi: vaatii ainakin yhden <a href="http://www.php.net/pdo">PDO ajurin</a> asentamista. Kysy palvelun tarjoajaltasi PDO -ajureista Hbaria varten.

source: Developer Review
fi: Kehittäjäarvostelu

source: help
fi: ohje

source: Your <strong>.htaccess</strong> file is not writable. In order to secure your SQLite database, please paste the following into
fi: <strong>.htaccess</strong>-tiedostoon ei voitu kirjoittaa. Evätäksesi muiden pääsyn SQLite-tietokantaan, ole hyvä ja lisää tiedostoon seuraavat rivit:

source: Your SQLite database is a file on your server like any other file. You can enhance it's security by including a section in your .htaccess file that disallows access to it by readers on the web. Habari is not able to write this section in your .htaccess file automatically, so you must add this section yourself to gain the enhanced security it offers you.
fi: SQLite-tietokanta on kuin mikä tahansa tiedosto serverillä. Voit parantaan sen turvallisuutta lisäämällä kappaleen .htaccess-tiedostoon. Tämä estää muiden pääsyn tiedostoon internetistä. Habari ei pysty kirjoittamaan tätä kappaletta ko. tiedostoon automaattisesti, joten sinun tulee lisätä se itse saadaksesi sen tarjoaman tietoturvan.

source: Learn More...
fi: Lue lisää...

source: Install
fi: Asennus

source: When you have successfully placed the .htaccess file, run the installer again.
fi: Kun olet sijoittanut .htaccess-tiedoston oikeaan paikkaan, suorita asennus uudelleen.

source: Restart Installer
fi: Asenna uudelleen

source: When you have successfully placed the config file, run the installer again.
fi: un olet sijoittanut config-tiedoston oikeaan paikkaan, suorita asennus uudelleen.

source: Read the user manual
fi: Lue käyttäjän käyttöohjetta

source: Read the Habari wiki
fi: Lue Habari wikiä

source: Ask the community
fi: Kysy yhteisöltä

source: Mailing List
fi: Postituslista

source: Database Setup
fi: Tietokanta-asetukset

source: Help
fi: Apua

source: Database Type
fi: Tietokantatyyppi

source: MySQL Settings
fi: MySQL-asetukset

source: Username
fi: Käyttäjänimi

source: Database Name
fi: Tietokannan nimi

source: PostgreSQL Settings
fi: PostgreSQL-asetukset

source: Use the settings below only if you have selected PostgreSQL as your database engine.
fi: Käytä alla olevia asetuksia vain, jos olet valinnut PostgreSQL -tietokannan

source: SQLite Settings
fi: SQLite-asetukset

source: Use the settings below only if you have selected SQLite as your database engine.
fi: Käytä alla olevia asetuksia vain, jos olet valinnut SQLite -tietokannan.

source: Data file
fi: Data-tiedosto

source: Table Prefix
fi: Taulun etuliite

source: Site Configuration
fi: Sivuston asetukset

source: <strong>Username</strong> is the username of the initial user in Habari.
fi: <strong>Käyttäjänimi</strong> on ensimmäisen käyttäjän tunnus Habarissa.

source: Password (again)
fi: Salasana (uudelleen)

source: <strong>Password</strong> is the password of the initial user in Habari.
fi: <strong>Salasana</strong> on ensimmäisen käyttäjän salasana Habariin.

source: Admin Email
fi: Ylläpitäjän sähköpostiosoite

source: <strong>Admin Email</strong> is the email address of the first user account.
fi: <strong>Pääkäyttäjän sähköpostiosoite</strong> on ensimmäisen käyttäjätilin sähköpostiosoite.

source: Habari now has all of the information needed to install itself on your server.
fi: Kaikki tarvittavat tiedot on nyt annettu Habarin palvelimelle asentamista varten.

source: Your <strong>.htaccess</strong> file is not writable. In order to successfully install Habari, please paste the following into
fi: <strong>.htaccess</strong> -tiedosto ei ole kirjoitettavissa. Onnistuaksesi Habarin asennuksessa, liitä seuraavat rivit

source: Search
fi: Etsi

source: About
fi: Tietoja

source: Error!
fi: Virhe!

source: The requested post was not found.
fi: Pyydettyä viestiä ei löytynyt.

source: Page:
fi: Sivu:

source: Comments to this post
fi: Kommentit tähän viestiin

source: Comment
fi: Kommentti

source: Edit post
fi: Muokkaa viestiä

source: Search results for
fi: Etsi tuloksista

source: That login is incorrect.
fi: Kirjautuminen epäonnistui.

source: You are logged in as
fi: Olet kirjautunut tunnuksella

source: Edit Your Profile
fi: Muokkaa profiiliasi

source: Want to
fi: Haluatko

source: log out
fi: kirjautua ulos

source: Name:
fi: Nimi:

source: Password:
fi: Salasana:

source: Sign in
fi: Kirjaudu sisään

source: is powered by
fi: on toteutettu

source: and a huge amount of
fi: ja paljon

source: Caffeine
fi: Kofeiinia

source: Atom Entries
fi: Atom Merkinnät

source: Atom Comments
fi: Atom Kommentit

source: Please do not load this page directly. Thanks!
fi: Ole hyvä ja älä lataa tätä sivua suoraan. Kiitos.

source: Leave a Reply
fi: Jätä vastaus

source: Required
fi: Vaadittu

source: Mail
fi: Sähköposti

source: will not be published
fi: ei julkaista

source: Website
fi: WWW-sivusto

source: Responses to
fi: kommenttia

source: Feed for this Entry
fi: Syöte tätä merkintää varten

source: Permanent Link to this Comment
fi: Pysyvä linkki tähän kommenttiin

source: Time of this Comment
fi: Kommentin aika

source: In moderation
fi: Valvonnassa

source: There are currently no comments.
fi: Tällä hetkellä ei yhtään kommenttia.

source: Go!
fi: Etsi

source: Admin area
fi: Ylläpitäjän alue

source: Admin
fi: Ylläpitäjä

source: {blog entries}
fi: {blogimerkinnät}

source: {comments}
fi: {kommentit}

source: Powered by Habari
fi: Toteutettu Habari -julkaisualustalla

source: Whoops! 404
fi: Hups. 404

source: The page you were trying to access is not really there. Please try again.
fi: Sivu, jonne yrität päästä ei oikeasti ole täällä. Ole hyvä ja yritä uudelleen.

source: Comments on this post
fi: Kommentit tähän viestiin

source: No Comments
fi: Ei kommentteja

source: %s Comment
fi: %s Kommentti

source: %s Comments
fi: %s Kommentit

source: Newer Posts
fi: Uudemmat viestit

source: Older Posts
fi: Vanhemmat viestit

source: No posts published, yet.
fi: Ei julkaistuja viestejä - vielä.

source: Continue reading %s
fi: Jatka lukemista %s

source: more
fi: lisää

source: %1$s is powered by %2$s
fi: %1$s on toteutettu %2$s

source: AtomEntries
fi: AtomMerkinnät

source: and
fi: ja

source: Displaying posts tagged: %s
fi: Näytä viestit, joilla tagina: %s

source: (Required)
fi: (Vaadittu)

source: (will not be published - Required)
fi: (tätä ei julkaista - Vaadittu)

source: Comments are closed for this post
fi: Kommentointi on suljettu tässä viestissä.

source: Search for
fi: Etsi

source: Search results for '%s'
fi: Etsi hakutuloksia '%s'

source: No results found for your search '%1$s'
fi: Ei hakutuloksia haussa '%1$s'

source: You can try searching for '%2$s'
fi: Voit myös etsiä '%2$s'

source: No results found for your search '%s'
fi: Ei hakutuloksia haussa '%s'

source: Your comment is awaiting moderation
fi: Kommentti odottaa hyväksymistä

source: Be the first to write a comment!
fi: Ole ensimmäinen kommentoija!

source: Search %s
fi: Etsi %s

source: Go
fi: Siirry

source: Subscribe to Feed
fi: Tilaa syöte

source: Navigation
fi: Navigointi

source: Home
fi: Pääsivu

source: Asides
fi: A-puolet

source: More Posts
fi: Lisää viestejä

source: Recent Comments
fi: Viimeisimmät kommentit

source: User Login
fi: Käyttäjän kirjautuminen

source: It seems you couldn't find what you are looking for.
fi: Näyttää siltä, että hakemaasi ei löytynyt.

source: Perhaps you can try searching.
fi: Voisit ehkä kokeilla hakua.

source: Results for search of
fi: Hakutulokset hakuun

source: Tagged:
fi: Tagitettu:

source: Newer Results
fi: Uudemmat hakutulokset

source: Older Results
fi: Vanhemmat hakutulokset

source: No results for
fi: Ei hakutuloksia

source: GO!
fi: Siirry!

source: is powered by
fi: on toteutettu

source: Posts Tagged with
fi: Viestit tageilla

source: Response
fi: kommentti

source: Comment by
fi: Kommentin kirjoittanut

source: Time of this comment
fi: Kommentin aika

source: About You
fi: Tietoja sinusta

source: Email Address:
fi: Sähköpostiosoite:

source: Web Address:
fi: WWW-osoite:

source: Email address is not published
fi: Sähköpostiosoitetta ei julkaista.

source: Add to the Discussion
fi: Lisää keskusteluun

source: Message:
fi: Viesti:

source: No Upgrades
fi: Ei päivityksiä
