Repository: somefool/habari-extras
Catalog: locales/*/trunk/*.po
Languages: fi

source: No such user!
fi: Käyttäjää ei ole olemassa.

source: All options
fi: Kaikki asetukset

source: or
fi: tai

source: search users
fi: Etsi käyttäjiä

source: post
fi: viesti

source: posts
fi: viestit

source: User Information
fi: Tietoja käyttäjästä

source: Display Name
fi: Näytettävä nimi

source: User Name
fi: Käyttäjänimi

source: E-Mail
fi: Sähköpostiosoite

source: Portrait URL
fi: Käyttäjän kuvan URL

source: Change Password
fi: Vaihda salasana

source: Password
fi: Salasana

source: Password Again
fi: Salasana uudelleen

source: Additional User Information
fi: Lisätietoja käyttäjästä

source: Apply
fi: Käytä

source: and
fi: ja

source: Delete
fi: Poista

source: five most recent published posts:
fi: Viisi viimeisintä viestiä:

source: No published posts.
fi: Ei julkaistuja viestejä.

source: five most recent draft posts:
fi: viisi viimeisintä luonnosta:

source: Delete posts
fi: Poista viestit

source: DELETE USER
fi: POISTA KÄYTTÄJÄ

source: Edit '
fi: Muokkaa

source: by
fi: kirjoittanut

source: Search for other items by
fi: Etsi muista kohteista, jotka on kirjoittanut

source: Search for other items from
fi: Etsi muista kohteista

source: Edit
fi: Muokkaa

source: Delete this item
fi: Poista tämä

source: Type and wait to search tags
fi: Kirjoita ja odota hakeaksi tageja

source: None selected
fi: Ei kohteita valittuna

source: Rename
fi: Nimeä uudelleen

source: Delete Selected
fi: Poista valitut

source: You need to select some tags before you can delete them.
fi: Valitse ensin poistettavat tagit.

source: You need to select some tags before you can rename them.
fi: Valitse ensin uudelleen nimettävät tagit.

source: You need to enter a new tag to rename tags.
fi: Uuden tagin nimi tulee antaa ennen nimeämistä uudelleen.

source: Import
fi: Tuo

source: You do not currently have any import plugins installed.
fi: Tuontiliitännäisiä ei ole asennettu.

source: Please
fi: Ole hyvä

source: activate an import plugin</a> to enable importing.
fi: aktivoi tuontiliitännäinen</a> voidaksesi käyttää tuontiominaisuuksia.

source: Please choose the type of import to perform:
fi: Valitse suoritettavan tuonnin tyyppi:

source: Select
fi: Valitse

source: search settings
fi: hakuasetukset

source: Login to
fi: Kirjaudu

source: Go to Site
fi: Siirry sivulle

source: Name
fi: Nimi

source: Remember Me
fi: Muista minut

source: Login
fi: Kirjaudu sisään

source: Active Plugins
fi: Käytössä olevat liitännäiset

source: The plugin file
fi: Liitännäistiedosto

source: had syntax errors and could not load.
fi: sisältää syntaksivirheitä, eikä sitä voida ladata.

source: Show Error
fi: Näytä virhe

source: v1.1 Update Available Now
fi: Nyt saatavilla päivitys versioon 1.1

source: close
fi: Sulje

source: Inactive Plugins
fi: Aktivoimattomat liitännäiset

source: Upload Plugin Package
fi: Lataa liitännäispaketti

source: Upload
fi: Lataa

source: Open %s's user page
fi: Avaa käyttäjän '%s' sivu

source: was not logged in yet.
fi: ei ole vielä kirjautunut sisään.

source: was last seen %1$s at %2$s and currently has %3$s
fi: on kirjautunut viimeksi %1$s kello %2$s, ja tällä hetkellä hänellä on %3$s

source: View Post
fi: Näytä viesti

source: Publish
fi: Julkaise

source: Go to the Habari site
fi: Siirry Habari -sivulle

source: Logged in as
fi: Kirjautunut sisään tunnuksella

source: Go to your user page
fi: Siirry käyttäjän sivulle

source: Open the Habari manual in a new window
fi: Avaa Habari -käyttöohje uuteen ikkunaan

source: Manual
fi: Käyttöohje

source: Go to '
fi: Siirry

source: Search for other comments from
fi: Etsi muista kommenteista

source: Approve this comment
fi: Hyväksy tämä kommentti

source: Approve
fi: Hyväksy

source: Unapprove this comment
fi: Hylkää tämä kommentti

source: Unapprove
fi: Hylkää

source: Spam this comment
fi: Merkitse roskakommentiksi

source: Spam
fi: roskaposti

source: Delete this Comment
fi: Poista tämä kommentti

source: Submit changes
fi: Tallenna muutokset

source: Update
fi: Päivitä

source: Cancel changes
fi: Hylkää muutokset

source: Cancel
fi: Peruuta

source: Older
fi: Vanhempia

source: Type and wait to search any log entry component
fi: Kirjoita ja odota, niin haetaan logimerkintäkomponenttia

source: Newer
fi: Uudempia

source: Date &amp; Time
fi: Päivämäärä ja aika

source: User
fi: Käyttäjä

source: Module
fi: Moduli

source: Type
fi: Tyyppi

source: Severity
fi: Vakavuus

source: Message
fi: Viesti

source: Filter
fi: Suodatus

source: There are no logs to be displayed at this time.
fi: Ei yhtään näytettävää logia.

source: year
fi: vuosi

source: years
fi: vuotta

source: month
fi: kuukausi

source: months
fi: kuukautta

source: day
fi: päivä

source: days
fi: päivä;päivää

source: has been active for
fi: on ollut aktiivinen

source: page
fi: sivu

source: pages
fi: sivut

source: entry
fi: merkintä

source: entries
fi: merkinnät

source: comment
fi: kommentti

source: comments
fi: kommentit

source: tag
fi: tagi

source: tags
fi: tagit

source: You
fi: Sinä

source: authors
fi: Tekijät

source: have published
fi: olet julkaissut

source: with
fi: kanssa

source: entry draft
fi: merkintäluonnos

source: entry drafts
fi: merkintäluonnokset

source: scheduled post
fi: ajastettu viesti

source: scheduled posts
fi: ajastetut viestit

source: page draft
fi: sivuluonnos

source: page drafts
fi: sivuluonnokset

source: comment awaiting approval
fi: Kommentti odottaa hyväksyntää

source: comments awaiting approval
fi: Kommentit odottavat hyväksyntää

source: You have
fi: Sinulla on

source: <a href="%1s">%2s %3s</a> is a critical update.
fi: <a href="%1s">%2s %3s</a> on kriittinen päivitys.

source: <a href="%1s">%2s %3s</a> contains bug fixes and additional features.
fi: <a href="%1s">%2s %3s</a> sisältää bugi-korjauksia ja lisäominaisuuksia.

source: <a href="%1s">%2s %3s</a> contains bug fixes.
fi: <a href="%1s">%2s %3s</a> sisältää bugi-korjauksia.

source: <a href="%1s">%2s %3s</a> contains additional features.
fi: <a href="%1s">%2s %3s</a> sisältää lisäominaisuuksia.

source: Complete User List
fi: Käyttäjälista

source: Add New User
fi: Lisää uusi käyttäjä

source: Add User
fi: Lisää käyttäjä

source: Type and wait to search for any entry component
fi: Kirjoita ja odota, niin haetaan merkintäkomponenttia

source: DB Profiling
fi: Tietokannan profilointi

source: Time to Execute:
fi: Aika suorittamiseen:

source: Total Time Executing Queries:
fi: Kokonaisaika kyselyiden suoritukseen:

source: Group Management
fi: Ryhmähallinta

source: Groups
fi: Ryhmät

source: Add
fi: Lisää

source: Members
fi: Jäsenet

source: Submit
fi: Lähetä

source: No members.
fi: Ei jäseniä.

source: Permissions
fi: Käyttöoikeudet

source: Editing Permissions of
fi: Muokkaa käyttäoikeuksia

source: Granted
fi: myönnetty

source: Permission
fi: Käyttöoikeus

source: Denied
fi: Hylätty

source: No permissions.
fi: Ei käyttöoikeuksia

source: Submenu
fi: Alivalikko

source: Current Theme
fi: Nykyinen teema

source: Settings
fi: Asetukset

source: Update Available
fi: Päivitys saatavilla

source: is licensed under the
fi: on lisensöity

source: Available Themes
fi: Käytettävät teemat

source: Activate
fi: Ota käyttöön

source: Search descriptions, names and tags
fi: Etsi kuvauksia, nimiä ja tageja.

source: Root
fi: Juuri

source: remove
fi: poista

source: add
fi: lisää

source: %1$d comment
fi: %1$d kommentti

source: Posted at %1$s
fi: Lähetetty %1$s

source: Number of items
fi: Kohtien lukumäärä

source: Latest Log Activity
fi: Viimeisimmät logitapahtumat

source: Latest Entries
fi: Viimeisimmät merkinnät

source: Latest Comments
fi: Viimeisimmät kommentit

source: WordPress Database
fi: Wordpress-tietokanta

source: Could not connect to the WordPress database using the values supplied. Please correct them and try again.
fi: Wordpress-tietokantaan ei saatu yhteyttä annettujen tietojen virheellisyyden takia. Korjaa tiedot ja yritä uudelleen.

source: Starting import from "%s"
fi: Aloita tuonti "%s"

source: Failed to import from "%s"
fi: Tuonti "%s" epäonnistui.

source: The database connection details have failed to connect.
fi: Yhteys tietokantaan annetuilla tiedoilla ei onnistunut.

source: <p>Importing users...</p>
fi: <p>Tuo käyttäjiä...</p>

source: Failed to connect using the given database connection details.
fi: Tietokantayhteyden luominen epäonnistui annetuilla tiedoilla.

source: Import is complete.
fi: Tuonti on suoritettu.

source: There were errors during import:
fi: Virheitä tuonnissa:

source: Serendipity Database
fi: Serendipity-tietokanta

source: succeeded
fi: onnistuneesti

source: failed
fi: Epäonnistui

source: Parent Directory:
fi: Päähakemisto

source: Enter the name of the new directory to create here
fi: Kirjoita uuden hakemiston nimi, joka luodaan tähän

source: Directory Created:
fi: Hakemisto luotu:

source: Read Comments
fi: Lue kommentit

source: This photo has no title
fi: Tällä kuvalla ei ole otsikkoa

source: Default size for images in Posts:
fi: Oletuskoko kuville viesteissä:

source: Save
fi: Tallenna

source: Options saved
fi: Asetukset tallennettu

source: The username and password you supplied failed to log in to Viddler.
fi: Kirjautuminen Viddler-palveluun epäonnistui annetulla käyttäjätunnuksella ja salasanalla.

source: You have logged in to Viddler.
fi: Olet kirjautunut Viddleriin sisään.

source: Configure
fi: Muokkaa

source: Style declaration for deleted content:
fi: Tyylitoimeksianto poistetulle sisällölle:

source: Sent pingbacks for "%1$s", target: %2$s
fi: Pingback:it lähetetty "%1$s", kohde: %2$s

source: Commenters with numeric names are spammy.
fi: Numeerisella nimellä kommentoivat merkitään spammiksi.

source: Comments that are only numeric are spammy.
fi: Vain numeroita sisältävät kommentit ovat spammia.

source: Comments that are only "array" are spammy.
fi: Kommentit, jotka sisältävät vain "array" ovat spammia.

source: Comments that consist of only the commenters name are spammy.
fi: Kommentit, jotka sisältävät vain kommentoijan nimen ovat spammia.

source: Comments that start with strong text are spammy.
fi: Kommentit, jotka alkavat lihavoidulla tekstillä ovat spammia.

source: There is a 3 URL limit in comments.
fi: Kommenteissa on kolmen linkin rajoitus.

source: There is a 3 URL-encoded character limit in comments.
fi: Kolme URL-enkoodattua merkkiä rajana kommenteissa.

source: We do not accept BBCode here.
fi: BBCode ei ole sallittu.

source: Too much text that is a link compared to that which is not.
fi: Liian paljon tekstiä linkissä. Ei tunnistettu linkiksi.

source: Too many existing spams from this IP: %s
fi: Liian monta spammia tästä IP-osoiteesta: %s

source: The selected action is forbidden.
fi: Valinnan tekeminen estetty.

source: Your session expired.
fi: Sessio vanhentui.

source: We saved the last form you posted. Log back in to continue its submission.
fi: Edellinen lomake, jonka lähetit tallennettiin. Kirjaudu takaisin jatkaaksesi lähettämistä.

source: Permission denied.
fi: Riittämättömät käyttöoikeudet.

source: %1$s->%2$s() does not exist.
fi: %1$s->%2$s() ei olemassa.

source: Whooops!
fi: Hups!

source: Name & Tagline
fi: Nimi &amp; iskulause

source: Site Name
fi: Sivuston nimi

source: Site Tagline
fi: Sivuston iskulause

source: Publishing
fi: Julkaiseminen

source: Items per Page
fi: Kohteita yhdellä sivulla

source: Send Pingbacks to Links
fi: Lähetä Pingback:it linkkeihin

source: Require Comment Author Info
fi: Edellyttää kommentoijan tietoja

source: Successfully updated options
fi: Asetukset päivitetty onnistuneesti

source: The post %1$s has been saved as %2$s.
fi: Viesti %1$s on tallennettu nimellä %2$s.

source: Title
fi: Otsikko

source: Publish %s
fi: Julkaistu %s

source: Content
fi: Sisältö

source: Tags, separated by, commas
fi: Tagit (erottele toisistaan pilkulla)

source: Tags
fi: Tagit

source: Clear
fi: Tyhjennä

source: Content State
fi: Sisällön tila

source: Comments Allowed
fi: Kommentit sallittu.

source: Publication Time
fi: Julkaisuaika

source: Content Address
fi: Julkaisuosoite

source: Deleted the %1$s titled "%2$s".
fi: Poistettu %1$s otsikolla "%2$s".

source: nobody
fi: ei kukaan

source: %s has been deleted
fi: %s on poistettu

source: That username is already in use!
fi: Käyttäjänimi on jo käytössä.

source: %1$s has been renamed to %2$s.
fi: %1$s on uudelleen nimetty %2$s.

source: %1$s email has been changed to %2$s
fi: %1$s sähköpostiosoite on vaihdettu %2$s

source: Password changed successfully.
fi: Salasana vaihdettu onnistuneesti.

source: The passwords did not match, and were not changed.
fi: Salasanat eivät täsmää. Muutosta ei suoritettu.

source: Userinfo updated!
fi: Käyttäjätiedot päivitetty!

source: WSSE authentication failed.
fi: WSSE autentikointi epäonnistunut.

source: No users deleted.
fi: Ei käyttäjiä poistettu.

source: You cannot delete yourself.
fi: Et voi poistaa itseäsi.

source: Deleted %d users.
fi: Poistettu %d käyttäjiä.

source: Password is required.
fi: Salasana vaaditaan.

source: Password mis-match.
fi: Salasana ei täsmää.

source: Please supply a valid email address.
fi: Anna oikea sähköpostiosoite.

source: Please supply a user name.
fi: Kirjoita käyttäjänimi.

source: That username is already assigned.
fi: Käyttäjänimi on jo asetettu.

source: Added user '%s'
fi: Lisätty käyttäjä '%s'

source: Activated plugin '%s'
fi: Aktivoitu liitännäinen '%s'

source: Deactivated plugin '%s'
fi: Poistettu käytöstä liitännäinen: '%s'

source: Activated theme '%s'
fi: Aktivoitu teema '%s'

source: Deleted all spam comments
fi: Poistettu kaikki spammikommentit

source: Deleted all unapproved comments
fi: Poistettu kaikki hylätyt kommentit

source: Deactivate
fi: Poista käytöstä

source: Manage Posts
fi: Hallitse viestejä

source: Updated 1 comment.
fi: 1 kommentti päivitetty.

source: Deleted %d entries.
fi: %d merkintää poistettu.

source: Deleted %d logs.
fi: %d logia poistettu.

source: No comments selected.
fi: Valitse jokin kommenteista.

source: Unknown action
fi: Tuntematon toiminto

source: Deleted %d comment
fi: %d kommentti poistettu.

source: Marked %d comment as spam
fi: %d kommentti merkitty spammiksi.

source: Approved %d comment
fi: %d kommentti hyväksytty.

source: Unapproved %d comment
fi: %d kommentti hylätty.

source: The group %s already exists
fi: Ryhmä %s on olemassa.

source: Added group %s
fi: Lisätty ryhmä %s

source: The group %s does not exist
fi: Ryhmää %s ei ole olemassa.

source: Removed group %s
fi: Ryhmä %s poistettu.

source: Modified membership of group %s
fi: Muokattu jäsenyyttä ryhmässä %s

source: Granted the permission to group %s
fi: Myönnetty käyttöoikeus ryhmään %s

source: Tag %s has been deleted.
fi: Tagi %s on poistettu.

source: Tag %s has been renamed to %s.
fi: Tag %s on uudelleen nimetty %s.

source: Create a new %s
fi: Luo uusi %s

source: Create %s
fi: Luo %s

source: Manage %s
fi: Hallitse %s:jä

source: Manage blog comments
fi: Hallitse kommentteja

source: Comments
fi: Kommentit

source: Manage blog tags
fi: Hallitse tageja

source: View your user dashboard
fi: Näytä dashboard

source: View and configure blog options
fi: Näytä ja muokkaa blogiasetuksia

source: Options
fi: Asetukset

source: Preview and activate themes
fi: Esikatsele ja aktivoi teemoja

source: Themes
fi: Teemat

source: Activate, deactivate, and configure plugins
fi: Aktivoi, poista käytöstä ja muokkaa liitännäisiä

source: Plugins
fi: Liitännäiset

source: Import content from another blog
fi: Tuo sisältö toisesta blogista

source: View and manage users
fi: Hallitse käyttäjiä

source: Users
fi: Käyttäjät

source: View system log messages
fi: Näytä systeemilogin viestit

source: Logs
fi: Logit

source: Log out of the administration interface
fi: Kirjaudu ulos hallinnasta.

source: Logout
fi: Kirjaudu ulos

source: First Page
fi: Ensimmäinen sivu

source: Previous Page
fi: Edellinen sivu

source: Next Page
fi: Seuraava sivu

source: Last Page
fi: Viimeinen sivu

source: %1$s on "%2$s"
fi: %1$s, "%2$s"

source: Comment on
fi: Kommentti

source: by
fi: kirjoittanut

source: New user created: %s
fi: Uusi käyttäjä luotu: %s

source: User deleted: %s
fi: Käyttäjä poistettu: %s

source: Successful login for %s
fi: Onnistuneesti kirjautunut sisään käyttäjänä %s

source: Login attempt (via authentication plugin) for non-existant user %s
fi: Kirjautumista yritettiin autentikointiliitännäisen avulla tuntemattomalla käyttäjällä %s

source: Login attempt for non-existant user %s
fi: Kirjautumista yritettiin tuntemattomalla käyttäjällä %s

source: Wrong password for user %s
fi: Väärä salasana käyttäjälle %s

source: Invalid state %d in %s->parse()
fi: Virheellinen tila %d, %s->parse()

source: No translations found for locale %s, domain %s!
fi: Käännöstä ei löytynyt (locale) %s, domain %s!

source: Invalid .MO file for locale %s, domain %s!
fi: Virheellinen .MO tiedosto lokaalille %s, domain %s!

source: Invalid magic number 0x%08x in %s!
fi: Virheellinen taikanumero 0x%08x, %s!

source: Unknown revision number %d in %s!
fi: Tuntematon revisionumero %d, %s!

source: Message count (%d) out of bounds in %s!
fi: Viestilaskuri (%d) kielletyllä alueella %s!

source: New group created: %s
fi: Uusi ryhmä luotu: %s

source: User Group updated: %s
fi: Käyttäjäryhmä päivitetty: %s

source: %1$s in %2$s line %3$s on request of "%4$s"
fi: %1$s, %2$s rivi %3$s pyynnössä "%4$s"

source: ...%d arg...
fi: ...%d argumentti...

source: %s line %d: %s(%s)
fi: %s rivi %d: %s(%s)

source: Unknown
fi: Tuntematon

source: Tag deleted: %s
fi: Tagi poistettu: %s

source: Could not find a rule matching the following names: %s. File: %s (line %s)
fi: Ei löytynyt sopivaa sääntöä seuraavilla nimillä: %s. Tiedosto: %s (rivi %s)

source: %s: Error %d: %s while connecting to %s:%d
fi: %s: Virhe %d: %s yhdistäessä %s:%d

source: Error writing to socket.
fi: Virhe kirjoitettaessa liitäntään (socket).

source: Maximum number of redirections exceeded.
fi: Maksimi määrä uudelleenohjauksia ylittynyt.

source: Request did not yet execute.
fi: Pyyntöä ei vielä suoritettu.

source: not yet supported on %s
fi: ei vielä tuettu %s

source: xmlrpc extension not found
fi: XMLRPC-laajennusta ei löydy

source: Unkown attribute type "%s" in %s
fi: Tuntematon atribuuttityyppi "%s", %s

source: Could not determine script name.
fi: Skriptin nimeä ei voitu selvittää.

source: Value must be a valid URL.
fi: Arvon tulee olla voimassaoleva URL

source: Value must be a valid Email Address.
fi: Arvon tulee olla voimassaoleva sähköpostiosoite

source: A value for this field is required.
fi: Tämä kenttä on pakollinen.

source: Remove this item?
fi: Poistetaanko tämä kohde?

source: New tag %1$s (%2$s); Slug: %3$s
fi: Uusi tagi %1$s (%2$s); Slug: %3$s

source: Tag %1$s (%2$s) deleted.
fi: Tagi %1$s (%2$s) poistettu.

source: parse error. unsupported encoding
fi: parse error: ei tuettu merkistö

source: parse error. invalid character for encoding
fi: parse error: virheelinen merkki

source: server error. requested method not found
fi: serverivirhe: pyydettyä tapaa ei löytynyt

source: server error. invalid method parameters
fi: Serverivirhe: virheellinen parametri

source: server error. internal xml-rpc error
fi: Serverivirhe: sisäinen xml-rpc virhe

source: application error
fi: Ohjelmavirhe

source: system error
fi: Järjestelmävirhe

source: transport error
fi: Toimitusvirhe

source: The source URI does not exist.
fi: Lähde URL ei ole olemassa.

source: The source URI does not contain a link to the target URI, and so cannot be used as a source.
fi: Lähde URL ei sisällä linkkiä kohde URL:iin ja sitä ei voida käyttää lähteenä.

source: The specified target URI does not exist.
fi: Annettua kohde URL ei ole olemassa.

source: The specified target URI cannot be used as a target.
fi: Annettua kohde URL:ia ei voida käyttää kohteena.

source: The pingback has already been registered.
fi: Pingpack on jo rekisteröity.

source: Access denied.
fi: Pääsy evätty.

source: This XMLRPC server only accepts POST requests.
fi: XMLRPC-serveri vastaan ottaa vain POST-pyynnöt.

source: Unknown XMLRPC Exception
fi: Tuntematon XMLRPC poikkeus

source: Not a valid hex color.
fi: Ei validi hex-väri

source: Not a valid color format.
fi: Anna väri oikeassa muodossa.

source: Something went terribly wrong here.
fi: Jokin meni väärin.

source: The APC Cache PHP module is not loaded - the cache is disabled.
fi: APC välimuisti PHP modulia ei ole ladattu - välimuisti on poissa käytöstä.

source: Whoops! 404. The page you were trying to access is not really there. Please try again.
fi: Hups! 404 Sivu, jonne yritit päästä ei oikeasti ole täällä. Ole hyvä ja yritä uudelleen.

source: Previous
fi: Edellinen

source: Next
fi: Seuraava

source: Could not write config.php file...
fi: Config.php tiedostoon ei voida kirjoittaa.

source: Habari successfully installed.
fi: Habari asennettu onnistuneesti.

source: User is required.
fi: Käyttäjätunnus on pakollinen.

source: Name for database is required.
fi: Tietokannan nimi on pakollinen.

source: Host is required.
fi: Host on pakollinen.

source: Problem creating default options
fi: Ongelma luodessa oletusasetuksia

source: Problem creating admin user.
fi: Ongelma luodessa admin-käyttäjää.

source: Problem creating first post.
fi: Ongelma luodessa ensimmäistä merkintää.

source: The SQLite data file is not writable by the web server.
fi: Web-serveri ei voi kirjoittaa SQLite-tiedostoon.

source: SQLite requires that the directory that holds the DB file be writable by the web server.
fi: Web-serverillä tulee olla kirjoitusoikeus hakemistoon, joka sisältää tietokantatiedoston.

source: The SQLite data file does not exist, and it cannot be created in the specified directory. SQLite requires that the directory containing the database file be writable by the web server.
fi: SQLite-tietokantatiedosto ei ole olemassa, eikä sitä voida luoda määrättyyn hakemistoon. Web-serverillä tulee olla kirjoitusoikeus hakemistoon, joka sisältää tietokantatiedoston.

source: Truncate the log table
fi: Lyhennetty logitaulu

source: This site is running <a href="http://habariproject.org/">Habari</a>, a state-of-the-art publishing platform! Habari is a community-driven project created and supported by people from all over the world. Please visit <a href="http://habariproject.org/">http://habariproject.org/</a> to find out more!
fi: Sivusto on toteutettu <a href="http://habariproject.org/">Habarilla</a>, maan mahtavimmalla julkaisualustalla. Habari on yhteisökeskeinen projekti, jota kehittävät ja tukevat ihmiset ympäri maailmaa. Käy osoitteessa <a href="http://habariproject.org/">http://habariproject.org/</a>, niin saat tietää lisää!

source: currently unsupported.
fi: Tällä hetkellä ei tuettu.

source: The database host field was left empty.
fi: Tietokantapalvelimen osoitekenttä on tyhjä.

source: The database name field was left empty.
fi: Tietokannan nimikenttä on tyhjä.

source: The database user field was left empty.
fi: Tietokannan käyttäjänimi on tyhjä.

source: Access denied. Make sure these credentials are valid.
fi: Pääsy kielletty. Varmista, että käyttäjäoikeudet ovat kunnossa.

source: That database does not exist.
fi: Tietokanta ei ole olemassa.

source: Could not connect to host.
fi: Yhteyttä kohteeseen ei voitu muodostaa.

source: The database file was left empty.
fi: Tietokantatiedoston kenttä on tyhjä.

source: New post %1$s (%2$s); Type: %3$s; Status: %4$s
fi: Uusi viesti %1$s (%2$s); Tyyppi: %3$s; Tila: %4$s

source: Post %1$s (%2$s) deleted.
fi: Viesti %1$s (%2$s) poistettu.

source: Scheduled Post %1$s (%2$s) published at %3$s.
fi: Ajastettu viesti %1$s (%2$s) julkaistu %3$s.

source: Post %1$s (%2$s) published.
fi: Viesti %1$s (%2$s) julkaistu.

source: Comment %1$s deleted from %2$s
fi: Kommentti %1$s poistettu %2$s

source: Comment %1$s moderated from %2$s
fi: Kommentti %1$s hyväksytty %2$s
