Repository: somefool/habari-extras
Catalog: plugins/flickrfeed/trunk/locale/*/LC_MESSAGES/flickrfeed.po
Languages: ca

source: Configure
ca: Configura

source: Photostream Type
ca: Tipus de de corrent d'imatges

source: Public photos & video
ca: Imatges i vídeos públics

source: Public photos & video from you
ca: Imatges i vídeos públics teus

source: Your friends’ photostream
ca: Corrents d'amics teus

source: Public favorites from you
ca: Preferits públics teus

source: Group pool
ca: Corrent d'un grup

source: Flickr ID (You can get it from <a href="http://idgettr.com">idGettr</a>)
ca: ID de Flickr (La pots aconseguir d'<a href="http://idgettr.com">idGettr</a>)

source: &#8470; of Photos
ca: &#8470; d'Imatges

source: Photo Size
ca: Mida de les imatges

source: Square
ca: Quadrada

source: Thumbnail
ca: Miniatura

source: Small
ca: Petita

source: Medium
ca: Mitjana

source: Large
ca: Gran

source: Tags (comma separated, no space)
ca: Etiquetes (separades per coma i sense espai)

source: Cache Expiry (in seconds)
ca: Expiració de la caché (en segons)

source: Save
ca: Desa

source: Options saved
ca: Opcions desades

source: This field must be positive integer.
ca: Aquest camp ha de ser un nombre enter positiu.

source: A value for this field is required while type is not ‘Public’.
ca: Es necessita un valor per aquest camp perquè és tipus no és 'Públic'.

source: Unable to contact Flickr.
ca: No es pot connectar amb Flickr.

source: FlickrFeed Plugin is not configured properly.
ca: L'extensió FlickrFeed no està ben configurada.
