Repository: somefool/habari-extras
Catalog: locales/*/trunk/LC_MESSAGES/habari.po
Languages: ca, lv, pl, pt, pt_br, tr

source: The requested post was not found.
ca: No s'ha trobat l'entrada demanada.
lv: Pieprasītais raksts netika atrasts.
pl: Żądany wpis nie został znaleziony.
pt: O artigo pedido não foi encontrado.
pt_br: A postagem solicitada não foi encontrada.
tr: İstenen yazı bulunamadı.

source: About
ca: En quant a
lv: Par
pl: O mnie
pt: Sobre
pt_br: Sobre
tr: Hakkında

source: Search results for %s
ca: Resultats de la cerca per %s
lv: Meklēšanas rezultāti priekš %s
pl: Wyniki wyszukiwania dla %s
pt: Resultados de pesquisa para %s
pt_br: Resultados da pesquisa por %s
tr: %s için sonuçları ara

source: is powered by
ca: funciona amb
lv: ir balstīts uz
pl: jest zasilana przez
pt: usa
pt_br: é movido a
tr: sunan

source: and a huge amount of
pl: i ogromną dawkę
pt_br: e uma grande quantidade de

source: and
ca: i
lv: un
pl: i
pt: e
pt_br: e
tr: ve

source: Edit Your Profile
ca: Edita el teu perfil
lv: Labot jūsu profilu
pl: Edytuj swój profil
pt: Editar o seu Perfil
pt_br: Editar seu perfil
tr: Profilini Düzenle

source: Sign in
ca: Connecta't
lv: Pieteikties
pl: Zaloguj się
pt: Registar-se
pt_br: Entrar
tr: Giriş yap

source: (will not be published)
pl: (nie będzie opublikowany)
pt_br: (não será publicado)

source: Responses to
ca: Comentaris a
lv: Atbildes uz
pl: Odpowiedzi do
pt: Respostas a
pt_br: Remete à
tr: Cevaplar

source: Time of this Comment
ca: Hora d'aquest comentari
lv: Šī komentāra laiks
pl: Czas komentarza
pt: Hora deste Comentário
pt_br: Horário deste comentário
tr: Yorumun Tarihi

source: Leave a Reply
ca: Deixa un comentari
lv: Atstāj atbildi
pl: Zostaw odpowiedź
pt: Deixe uma resposta
pt_br: Fazer comentário
tr: Cevap Bırak

source: Permission token deleted: %s
ca: S'ha eliminat el token de permís: %s
lv: Atļāujas marķieris dzēsts: %s
pl: Token uprawnień usunięty: %s
pt: Validação de permissão eliminada: %s
pt_br: Token de permissão excluído: %s

source: Group %1$s: Access to %2$s changed to %3$s
ca: Grup %1$s: S'ha canviat l'accés a %2$s per %3$s
lv: Grupa %1$s: Pieeja %2$s mainīta uz %3$s
pl: Grupa %1$s: Dostęp do %2$s zmieniony na %3$s.
pt: Grupo %1$s: Acesso a %2$s alterado para %3$s
pt_br: Grupo %1$s: Acesso de %2$s alterado para %3$s

source: Group %1$s: Permission to %2$s revoked.
ca: Grup %1$s: S'ha anul·lat el permís per %2$s.
lv: Grupa %1$s: Atļauja lai %2$s anulēta.
pl: Grupa %1$s: Prawo do %2$s odebrane.
pt: Grupo %1$s: Permissão para %2$s revogada.
pt_br: Grupo %1$s: Permissão para %2$s revogada.

source: Manage comments on all posts
ca: Gestiona comentaris a totes les entrades
lv: Pārvaldīt komentārus visos rakstos
pl: Zarządzaj komentarzami do wszystkich postów
pt: Gerir comentários em todos os artigos
pt_br: Gerenciar comentários em todas as postagens
tr: Bütün yazılardaki yorumları yönet

source: Manage comments on one's own posts
ca: Gestiona comentaris a entrades pròpies
lv: Pārvaldīt komentārus savos rakstos
pl: Zarządzaj komentarzami do swoich postów
pt: Gerir comentários nos artigos de alguém
pt_br: Gerenciar comentários em postagens de pessoa específica

source: Manage tags
ca: Gestiona les etiquetes
lv: Pārvaldīt birkas
pl: Zarządzaj tagami
pt: Gerir etiquetas
pt_br: Gerenciar identificadores
tr: Etiketleri yönet

source: Manage options
ca: Gestiona les opcions
lv: Pārvaldīt opcijas
pl: Zarządzaj ustawieniami
pt: Gerir opções
pt_br: Gerenciar opções
tr: Seçenekleri yönet

source: Change theme
ca: Canvia el tema
lv: Mainīt kažociņu
pl: Zmień motyw
pt: Modificar o tema
pt_br: Mudar tema
tr: Temayı değiştir

source: Configure the active theme
ca: Configura el tema actual
lv: Konfigurēt aktīvo kažociņu
pl: Konfiguruj aktywny motyw
pt: Configurar o tema activo
pt_br: Configurar tema ativo
tr: Aktif temayı yapılandır

source: Activate/deactivate plugins
ca: Activa/desactiva extensions
lv: Aktivizēt / atslēgt spraudņus
pl: Aktywuj/wyłączaj wtyczki
pt: Activar/desactivar plugins
pt_br: Ativar/desativar complementos
tr: Aktif/pasif eklentiler

source: Configure active plugins
ca: Configura les extensions actives
lv: Konfigurēt aktīvos spraudņus
pl: Konfiguruj aktywne wtyczki
pt: Configurar plugins activos
pt_br: Configurar complementos ativados
tr: Aktif eklentileri yapılandır

source: Use the importer
ca: Fes servir l'importador
lv: Lietot importētāju
pl: Użyj importera
pt: Utilizar a importação
pt_br: Usar importador
tr: İçe aktarıcıyı kullan

source: Add, remove, and edit users
ca: Afegeix, esborra i edita usuaris
lv: Pievienot, dzēst un labot lietotājus
pl: Dodaj, usuń i edytuj użytkowników
pt: Adicionar, remover e editar utilizadores
pt_br: Adicionar, excluir e editar usuários
tr: Kullancıları ekle, kaldır ve düzenle

source: Edit own profile
pl: Edytuj własny profil
pt_br: Editar meu perfil

source: Manage groups and permissions
ca: Gestiona els grups i els permisos
lv: Pārvaldīt grupas un atļaujas
pl: Zarządaj grupami i uprawnieniami
pt: Gerir grupos e permissões
pt_br: Gerenciar grupos e permissões
tr: Grupları ve yetkileri düzenle

source: Manage logs
ca: Gestiona registres
lv: Pārvaldīt žurnālus
pl: Zarządzaj logami
pt: Gerir registos
pt_br: Gerenciar histórico
tr: Günlükleri düzenle

source: Manage dashboard modules
pl: Zarządzaj modułami kokpitu
pt_br: Gerenciar módulos de painel

source: Permissions on one's own posts
ca: Permisos per entrades pròpies
lv: Atļaujas paša autora rakstiem
pl: Uprawnienia na własnych wpisach
pt: Permissões nos próprios artigos de alguém
pt_br: Permissões para postagem de pessoa específica

source: Content
ca: Contingut
lv: Saturs
pl: Treść
pt: Conteúdo
pt_br: Conteúdo
tr: İçerik

source: Permissions to all posts
ca: Permisos a totes les entrades
lv: Atļāujas visiem rakstiem
pl: Uprawnienia do wszystkich postów
pt: Permissões em todos os artigos
pt_br: Permissões para todas postagens
tr: Bütün yazılara yetkiler

source: Permissions to other users' unpublished posts
pl: Uprawnienia do nieopublikowanych wpisów innych użytkowników
pt_br: Permissões para postagens não publicadas de outros usuários

source: Permissions to posts of type "%s"
ca: Permisos per les entrades de tipus "%s"
lv: Atļaujas rakstiem ar tipu: "%s"
pl: Uprawnienia do postów typu "%s"
pt: Permissões para artigos do type "%s"
pt_br: Permissões para postagens do tipo "%s"
tr: "%s" yazılarına izinler

source: Comments
ca: Comentaris
lv: Komentāri
pl: Komentarze
pt: Comentários
pt_br: Comentários
tr: Yorumlar

source: admin
lv: administrators
pl: administrator
pt_br: administrador

source: anonymous
ca: anònim
lv: anonīms
pl: gość
pt: anónimo
pt_br: anônimo
tr: anonim

source: authenticated
ca: autentificat
lv: apstiprināts autentiskums
pl: uwierzytelniony
pt: autenticado
pt_br: autenticado
tr: doğrulanmış

source: Invalid state %d in %s->parse()
ca: Estàt %d invàlid en %s->parse()
lv: Kļūdains stāvoklis %d iekš %s->parse()
pl: Nieprawidłowy stan %d w %s->parse()
pt: Estado inválido %d em %s->parse()
pt_br: Estado inválido %d em %s->parse()

source: Unable to connect to %s
pl: Brak połączenia z %s
pt_br: Não foi possível conectar a %s

source: Request timed out
pl: Upłynął limit czasu żądania
pt_br: Tempo esgotado

source: Invalid XML response.
ca: La resposta XML no és vàlida.
lv: Kļūdaina XML atbilde.
pl: Błędna odpowiedź XML.
pt: resposta XML inválida.
pt_br: Resposta XML inválida.
tr: Geçersiz XML yanıtı.

source: The cache directory '%s' is not writable - the cache is disabled. The user, or group, which your web server is running as, needs to have read, write, and execute permissions on this directory.
ca: No es pot escriure al directori de caché '%s', s'ha deshabilitat la caché. L'usuari o grup que gestiona el teu servidor web ha de tenir permisos per a llegir, escriure i executar en aquest directori.
lv: Kešatmiņas direktorijā '%s' nav rakstīšanas tiesību - kešatmiņa ir atslēgta. Lietotājam, vai grupai, kura patlaban darbina tiīkla serveri nepieciešamas lasīšanas, rakstīšanas un izpildīšanas tiesības šajā direktorijā.
pl: Katalog podręczny „%s” nie jest zapisywalny - pamięć podręczna jest wyłączona. Użytkownik lub grupa, pod którą działa Twój serwer WWW, potrzebuje uprawnień odczytu, zapisu i wykonania dla tego katalogu.
pt: O directório de cache '%s' não é passível de escrita - a cache está desactivada. O utilizador ou grupo como quem o seu servidor web está a ser executado tem de ter permissões de leitura, escrita e execução neste directório.
pt_br: Não foi possível acessar a pasta de cache '%s' - o cache está desativado. O usuário, ou grupo, no qual está sendo executado o servidor web necessita ter permissões de leitura, escrita e execução para esta pasta.
tr: Önbellek dizini '%s' yazılabilir değil - önbellek hizmet dışı. Kullanıcı veya grubun , web sunucunuz nasıl kullanılıyor ise, bu dizin zerinde okuma, yazma ve çalıştırma yetkisi olmalıdır.

source: The cache directory '%s' is not writable - the cache is disabled.
ca: No es pot escriure al directori de caché '%s', s'ha deshabilitat la caché.
lv: Kešatmiņas direktorijā '%s' nav rakstīšanas tiesību - kešatmiņa ir atslēgta.
pl: Katalog podręczny „%s” nie jest zapisywalny - pamięć podręczna jest wyłączona.
pt: O directório de cache '%s' não é passível de escrita - a cache está desactivada.
pt_br: Não foi possível acessar a pasta de cache '%s' - o cache está desativado.
tr: Önbellek dizini '%s' yazılabilir değil - önbellek hizmet dışı.

source: New post %1$s (%2$s); Type: %3$s; Status: %4$s
ca: Nova entrada %1$s (%2$s); Tipus: %3$s; Estat: %4$s
lv: Jauns raksts %1$s (%2$s); Tips: %3$s; Status: %4$s
pl: Nowy wpis %1$s (%2$s); Typ: %3$s; Status: %4$s
pt: Novo artigo %1$s (%2$s); Tipo %3$s; Estado: %4$s
pt_br: Nova postagem: %1$s (%2$s); Tipo: %3$s; Status: %4$s
tr: Yeni yazı %1$s (%2$s); Çeşit: %3$s; Durum: %4$s

source: Post %1$s (%2$s) deleted.
ca: S'ha eliminat l'entrada %1$s (%2$s).
lv: Raksts %1$s (%2$s) dzēsts.
pl: Wpis %1$s (%2$s) został usunięty.
pt: Artigo %1$s (%2$s) eliminado.
pt_br: Postagem %1$s (%2$s) excluída.
tr: %1$s (%2$s) yazısı silindi.

source: Scheduled Post %1$s (%2$s) published at %3$s.
ca: S'ha publicat l'entrada programada %1$s (%2$s) a les %3$s.
lv: Ieplānotais raksts %1$s (%2$s) publicēts %3$s.
pl: Zaplanowany wpis %1$s (%2$s) opublikowany o %3$s.
pt: Artigo agendado %1$s (%2$s) publicado em %3$s.
pt_br: Postagem agendada %1$s (%2$s) publicada em %3$s.
tr: %1$s (%2$s) zamanlanmış yazısı %3$s tarihinde yayımlandı.

source: Post %1$s (%2$s) published.
ca: S'ha publicat l'entrada %1$s (%2$s).
lv: Raksts %1$s (%2$s) publicēts.
pl: Wpis %1$s (%2$s) został opublikowany.
pt: Artigo %1$s (%2$s) publicado.
pt_br: Postagem %1$s (%2$s) publicada.
tr: %1$s (%2$s) yazısı yayımlandı.

source: Preview Post
ca: Previsualitza l'entrada
lv: Priekšstatīt rakstu
pl: Podgląd wpisu
pt: Pré-visualizar artigo
pt_br: Pré-visualizar postagem
tr: Gönderiye Ön İzleme Yap

source: View Post
ca: Visualitza l'entrada
lv: Skatīt rakstu
pl: Pokaż wpis
pt: Ver Artigo
pt_br: Visualizar Artigo
tr: Gönderiyi Görüntle

source: Title
ca: Títol
lv: Virsraksts
pl: Tytuł
pt: Título
pt_br: Título
tr: Başlık

source: Tags, separated by, commas
ca: Etiquetes, separades per, comes
lv: Birkas, atdalītas ar komatiem
pl: Tagi, oddzielone przecinkami
pt: Etiquetas, separadas por, vírgulas
pt_br: Tags, separadas por, vírgulas
tr: Etiketler, virgülle ayrılmış

source: Content State
ca: Estat del contingut
lv: Satura stāvoklis
pl: Status
pt: Estado de Conteúdo
pt_br: Estado de Conteúdo
tr: İçerik Durumu

source: Minor Edit
ca: Edició menor
lv: Minimāla labošana
pl: Mała zmiana
pt: Pequena Edição
pt_br: Edição menor
tr: Küçük Düzenleme

source: Comments Allowed
ca: Comentaris permesos
lv: Atļauti komentāri
pl: Komentarze dozwolone
pt: Comentários Permitidos
pt_br: Comentários Permitidos
tr: Yorumlar İzinli

source: Publication Time
ca: Hora de publicació
lv: Publicēšanas laiks
pl: Czas publikacji
pt: Tempo de Publicação
pt_br: Horário da Publicação
tr: Yayımlama Zamanı

source: Content Address
ca: Adreça del contingut
lv: Satura adrese
pl: Adres
pt: Endereço do Conteúdo
pt_br: Endereço de Conteúdo
tr: İçerik Adresi

source: Name <span class="required">*Required</span>
pl: Imię / Pseudonim <span class="required">*Wymagane</span>
pt_br: Nome <span class="required">*Necessário</span>

source: The Name field value is required
pl: Pole Imię / Pseudonim jest wymagane
pt_br: Necessário preenchimento do campo de nome

source: The Email field value must be a valid email address
pl: Wartość pola E-Mail musi zawierać poprawną formę
pt_br: O campo Email deve ser preenchido com um endereço de email válido

source: Email <span class="required">*Required</span>
pl: E-Mail <span class="required">*Wymagane</span>
pt_br: Email <span class="required">*Necessário</span>

source: The Web Site field value must be a valid URL
pl: Wartość pola Adres strony WWW musi zawierać poprawną formę
pt_br: O campo Página da Web deve ser preenchido com um endereço URL válido

source: The Content field value is required
pl: Treść wpisu jest wymagana
pt_br: Preenchimento do campo Conteúdo necessário

source: parse error. not well formed
ca: error d'anàlisi. no està ben format/da
lv: Parsēšanas kļūda. Nav pareizi noformēts
pl: błąd przetwarzania. nie najlepiej sformowane
pt: erro de interpretação. mal formado
pt_br: erro de analise. não foi bem formado

source: parse error. unsupported encoding
ca: error d'anàlisi. codificació no suportada
lv: Parsēšanas kļūda. neatbalstīts kodējums
pl: błąd przetwarzania. nieobsługiwane kodowanie
pt: erro de interpretação. codificação não suportada
pt_br: erro de analise. codificação não suportada
tr: yazım hatası. desteklenmeyen kodlama

source: parse error. invalid character for encoding
ca: error d'anàlisi. caràcter invàlid per codificar
lv: Parsēšanas kļūda. kodējumam neatbilstošs simbols
pl: błąd przetwarzania. niepoprawne znaki dla kodowania
pt: erro de interpretação. caracter inválido para codificação
pt_br: erro de analise. caractere inválio para codificação
tr: yazım hatası. kodlama için geçersiz karakter

source: server error. invalid xml-rpc. not conforming to spec.
ca: error de servidor. xml-rpc invàlid. no n'hi ha prou amb especular
lv: Servera kļūda. Kļūdains xml-rpc. Neatbilst specifikācijai.
pl: błąd serwera. nieprawidłowy xml-rpc. niezgodny ze specyfikacją.
pt: erro de servidor. xml-rpc inválido. não conforme espeficicações.
pt_br: erro de servidor. xml-rpc inválido. não-conforme com a especificação.
tr: sunucu hatası. geçersiz xml-rpc. belirtilen ile uyuşmuyor.

source: server error. requested method not found
ca: error de servidor. mètode demanat no trobat
lv: Servera kļūda. Pieprasītā metode netika atrasta.
pl: błąd serwera. żądana metoda nie została odnaleziona
pt: erro de servidor. método requisitado não encontrado
pt_br: erro de servidor. método solicitado não encontrado
tr: sunucu hatası. istenen yöntem bulunamadı.

source: server error. invalid method parameters
ca: error de servidor. paràmetres de mètode invàlids
lv: Servera kļūda. Kļūdaini metodes parametri
pl: błąd serwera. błędny parametr merody
pt: erro de servidor. parametros de método inválidos
pt_br: erro de servidor. parâmetros de método inválidos
tr: sunucu hatası. geçersiz yöntem parametreleri

source: server error. internal xml-rpc error
ca: error de servidor. error xml-rpc intern
lv: Servera kļūda. Internāla xml-rpc kļūda
pl: błąd serwera. wewnętrzny błąd xml-rpc
pt: erro de servidor. erro interno de xml-rpc
pt_br: erro de servidor. erro interno xml-rpc
tr: sunucu hatası. dahili xml-rpc hatası

source: application error
ca: error d'aplicació
lv: lietotnes kļūda
pl: błąd aplikacji
pt: erro de aplicação
pt_br: erro de aplicativo
tr: uygulama hatası

source: system error
ca: error de sistema
lv: Sistēmas kļūda
pl: błąd systemu
pt: erro de sistema
pt_br: erro de sistema
tr: sistem hatası

source: transport error
ca: error de transport
lv: transportēšanas kļūda
pl: błąd komunikacji
pt: erro de transporte
pt_br: erro de transporte
tr: taşıma hatası

source: The source URI does not exist.
ca: Aquesta URI font no existeix.
lv: Avota URI neeksistē.
pl: Adres źródłowy nie istnieje.
pt: O URI de fonte não existe.
pt_br: A fonte URI não existe.
tr: kaynak URI mevcut değil.

source: The source URI does not contain a link to the target URI, and so cannot be used as a source.
ca: La URI font no conté cap enllaç a la URI de destí, i per tant no es pot fer servir com a font.
lv: Avota URI sevī neietver saiti uz mērķa URI, tādēļ nevar tikt izmantots kā avots.
pl: Adres źródłowy nie zawiera odnośnika do docelowej lokalizacji, w związku z tym nie może zostać użyte jako źródło.
pt: O URI de fonte não contém um link para o URI de destino, e como tal não pode ser usado como fonte.
pt_br: A fonte URI não contém um link URI de destino, portanto não pôde ser usado como fonte.
tr: Kaynak URI, hedef URI' ye link içermemektedir ve bu yüzden kaynak olarak kullanılamaz.

source: The specified target URI does not exist.
ca: La URI de destí especificada no existeix.
lv: Norādītā mērķa URI neeksistē.
pl: Podany adres docelowy nie istnieje.
pt: O URI de destino especificado não existe.
pt_br: O destino URI especificado não existe.
tr: Belirtilen hedef URI mevcut değil.

source: The specified target URI cannot be used as a target.
ca: La URI de destí especificada no es pot fer servir com a destí.
lv: Norādītā mērķa URI nevar tikt izmantota kā mērķis.
pl: Podany adres docelowy nie może zostać użyty jako miejsce docelowe.
pt: O URI de destino especificado não pode ser usado como destino.
pt_br: O destino URI especificado não pôde ser usado como destino.
tr: Belirtilen hedef URI hedef olarak kullanılamaz.

source: The pingback has already been registered.
ca: El pingback ja s'ha registrat.
lv: Atpakaļpings jau ticis reģistrēts.
pl: Sygnał pingback został już zarejestrowany.
pt: O pingback já foi registado.
pt_br: O ping de retorno já foi registrado.
tr: Geri bildirim önceden kaydedildi.

source: Access denied.
ca: Accés denegat.
lv: Pieeja liegta.
pl: Dostęp zabroniony.
pt: Acesso negado.
pt_br: Acesso negado.
tr: Giriş engellendi.

source: The server could not communicate with an upstream server, or received an error from an upstream server, and therefore could not complete the request.
ca: El servidor no s'ha pogut comunicar amb un servidor superior o n'ha rebut un error, per la qual cosa no s'ha pogut completar la petició.
lv: Serveris nebija spējīgs veikt komunikāciju ar augšupplūsmas serveri vai arī saņēma kļūdas paziņojumu no minētā servera. Tādejādi, tas nebija spējīgs veikt pieprasījumu.
pl: Serwer nie mógł skomunikować się z innym serwerem, lub serwer ten zwrócił błąd, więc ukończenie żądania nie było możliwe.
pt: O servidor não conseguiu comunicar com um servidor upstream, ou recebeu um erro de um servidor upstream, e como tal não conseguiu completar o pedido.
pt_br: O servidor não pôde estabelecer comunicação com um servidor de upstream, ou retornou um erro de um servidor de upstream, portanto não foi possível completar a solicitação.

source: This XMLRPC server only accepts POST requests.
ca: Aquest servidor XMLRPC només accepta peticions POST.
lv: Šis XMLRPC serveris pieņem vienīgi POST pieprasījumus.
pl: Serwer XMLRPC przyjmuje tylko żądania POST.
pt: Este servidor XMLRPC apenas aceita pedidos POST.
pt_br: Este servidor XMLRPC só aceita solicitações de postagem.
tr: request

source: Unknown XMLRPC Exception
ca: Excepció XMLRPC desconeguda
lv: Nezināms XMLRPC izņēmums
pl: Nieznany wyjątek XMLRPC
pt: Excepção XMLRPC Desconhecida
pt_br: Excessão XMLRPC desconhecida.

source: %1$s in %2$s line %3$s on request of "%4$s"
ca: %1$s a %2$s línia %3$s a petició de "%4$s"
lv: %1$s iekš %2$s rinda %3$s pēc pieprasījuma no "%4$s"
pl: %1$s w %2$s linia %3$s na żądanie z "%4$s"
pt: %1$s em %2$s linha %3$s no pedido de "%4$s"
pt_br: %1$s em %2$s linha %3$s na solicitação de "%4$s"

source: Error
pl: Błąd
pt_br: Erro

source: Warning
pl: Ostrzeżenie
pt_br: Alerta

source: Parse Error
pl: Błąd przetwarzania
pt_br: Erro de processamento

source: Notice
pl: Powiadomienie
pt_br: Aviso

source: Core Error
pl: Błąd jądra
pt_br: Erro de núcleo

source: Core Warning
pl: Ostrzeżenie jądra
pt_br: Alerta de núcleo

source: Compile Error
pl: Błąd kompilacji
pt_br: Erro de compilação

source: Compile Warning
pl: Ostrzeżenie kompilacji
pt_br: Alerta de compilação

source: User Error
pl: Błąd użytkownika
pt_br: Erro de usuário

source: User Warning
pl: Ostrzeżenie użytkownika
pt_br: Alerta de usuário

source: User Notice
pl: Informacja użytkownika
pt_br: Notificação de usuário

source: Strict Notice
pt_br: Notificação restrita

source: Recoverable Error
pt_br: Erro recuperável

source: Deprecated violation
pt_br: Violação de desuso

source: User deprecated violation
pt_br: Violação de desuso por usuário

source: %s line %d: %s(%s)
ca: %s línia %d: %s(%s)
lv: %s rinda %d: %s(%s)
pl: %s linia %d: %s(%s)
pt: %s linha %d: %s(%s)
pt_br: %s linha %d: %s(%s)
tr: %s satır %d: %s(%s)

source: Your session expired.
ca: La teva sessió ha expirat.
lv: Jūsu sesija beigusies.
pl: Twoja sesja wygasła.
pt: Sua sessão expirou.
pt_br: Sua sessão expirou
tr: Oturmunuz sonlandı.

source: Anonymous
ca: Anònim
lv: Anonīmi
pl: Anonim
pt: Anónimo
pt_br: Anônimo
tr: Anonim

source: New user created: %s
ca: S'ha creat un nou usuari: %s
lv: Jauns lietotājs izveidots: %s
pl: Nowy użytkownik utworzony: %s
pt: Novo utilizador criado: %s
pt_br: Novo usuário criado: %s
tr: Oluşturulan yeni kullanıcı: %s

source: User deleted: %s
ca: S'ha eliminat l'usuari %s
lv: Lietotājs: %s, dzēsts
pl: Użytkownik usunięty: %s
pt: Utilizador eliminado: %s
pt_br: Usuário excluído: %s
tr: Silinen kullanıcı: %s

source: Successful login for %s
ca: %s s'ha connectat correctament
lv: Ieiešana sistēmā izdevusies: %s
pl: Udane logowanie dla %s
pt: Início de sessão com sucesso para %s
pt_br: Usuário %s autenticado com êxito
tr: Başarılı olarak giriş yaptı %s

source: Login attempt (via authentication plugin) for non-existent user %s
ca: Intent de connexió (a través d'una extensió d'autentificació) de l'usuari inexistent %s
lv: Ieiešnas mēģinājums (caur autentikācijas spraudni) neeksistējošam lietotājam: %s
pl: Próba zalogowania (przez wtyczkę autoryzacji) na nieistniejącego użytkownika %s
pt: Tentativa de iniciar sessão (via plugin de autenticação) para utilizador não existente %s
pt_br: Tentativa de login (via complemento de autenticação) de usuário inexistente %s

source: Invalid username/password
pl: Nieprawidłowa nazwa uzytkownika lub hasło
pt_br: Usuário/senha inválido

source: Login attempt for non-existent user %s
ca: Intent de connexió de l'usuari inexistent %s
lv: Ieiešanas mēģinājums neesošam lietotājam: %s
pl: Próba zalogowania na istniejącego użytkownika %s
pt: Tentativa de iniciar sessão para utilizador não existente %s
pt_br: Tentativa de login para usuário inexistente %s
tr: %s bulunmayan kullanıcısı için oturum açma girişimi

source: Wrong password for user %s
ca: Contrasenya incorrecta per l'usuari %s
lv: Kļūdaina parole lietotājam: %s
pl: Nieprawidłowe hasło dla użytkownika %s
pt: Password errada para utilizador %s
pt_br: Senha inválida para usuário %s
tr: Kullanıcı için yanlış şifre %s

source: User %1$s: Access to %2$s changed to %3$s
ca: Usuari %1$s: S'ha canviat l'accés a %2$s per a %3$s
lv: Lietotājs %1$s: Pieejas %2$s mainītas uz %3$s
pl: Użytkownik %1$s: Dostęp do %2$s zmieniony na %3$s.
pt: Utilizador %1$s: Acesso a %2$s alterado para %3$s
pt_br: Usuário %1$s: Acesso a %2$s alterado para %3$s

source: User %1$s: Permission to %2$s revoked.
ca: S'ha eliminat els permisos per a %2$s de l'usuari %1$s.
lv: Lietotājs %1$s: Atļaujas uz %2$s anulētas.
pl: Użytkownik %1$s: Prawo do %2$s odebrane.
pt: Utilizador %1$s: Permissão a %2$s revogada.
pt_br: Usuário %1$s: Permissão para %2$s revogada.
