Repository: somefool/habari-extras
Catalog: locales/*/trunk/LC_MESSAGES/habari.po
Languages: ca, lv, pl, pt, pt_br, tr

source: Change this comment's status to %s
ca: Canvia l'estat d'aquest comentari a %s
lv: Mainīt šī komentāra statusu uz %s
pl: Zmień status komentarza na %s
pt: Alterar o estado deste comentário para %s
pt_br: Alterar status do comentário para %s
tr: Yorum statüsünü %s olarak değiştir.

source: Delete this comment
ca: Elimina aquest comentari
lv: Dzēst šo komentāru
pl: Usuń ten komentarz
pt: Eliminar este comentário
pt_br: Excluir este comentário
tr: Bu yorumu sil

source: Edit this comment
ca: Edita aquest comentari
lv: Labot šo komentāru
pl: Edytuj ten komentarz
pt: Editar este comentário
pt_br: Alterar este comentário
tr: Bu yorumu düzenle

source: WSSE authentication failed.
ca: Ha fallat l'autentificació WSSE.
lv: WSSE autentificēšana nav izdevusies.
pl: Autoryzacja WSSE zakończyła się niepowodzeniem.
pt: Autenticação WSSE falhada.
pt_br: Autenticação WSSE falhou.
tr: WSSE yetkilendirme hatası.

source: No comments selected.
ca: No s'a seleccionat cap comentari.
lv: Neviens komentārs netika izvēlēts.
pl: Nie wybrano żadnych komentarzy.
pt: Nenhum comentário seleccionado.
pt_br: Nenhum comentário selecionado.
tr: Yorum seçilmedi.

source: Unknown action "%s"
ca: Acció "%s" desconeguda
lv: Nezināma darbība "%s"
pl: Nieznana akcja „%s”
pt: Acção desconhecida "%s"
pt_br: Ação "%s" desconhecida
tr: Bilinmeyen eylem "%s"

source: Deleted %d comment
ca: S'ha eliminat %d comentari
lv: Dzēsts %d komentārs
pl: Usunięto %d komentarz
pt: %d comentário eliminado
pt_br: Excluído %d comentário
tr: Silinen %d yorum

source: Marked %d comment as spam
ca: S'ha marcat %d comentari com a spam
lv: %d komentārs atzīmēts kā surogāts
pl: Oznaczono %d komentarz jako spam
pt: %d comentário marcado como spam
pt_br: Selecionado %d comentário como spam
tr: %d spam olarak işaretlendi

source: Approved %d comment
ca: S'ha aprovat %d comentari
lv: Apstiprināts %d komentārs
pl: Zatwierdzono %d komentarz
pt: %d comentário aprovado
pt_br: Aprovado %d comentário
tr: Onaylanan %d yorum

source: Unapproved %d comment
ca: S'ha desaprovat %d comentari
lv: Neapstiprināts %d komentārs
pl: Odrzucono %d komentarz
pt: %d comentário desaprovado
pt_br: Rejeitado %d comentário
tr: Onaylanmayan %d yorum

source: Password mis-match.
ca: Les contrasenyes no es corresponen.
lv: Paroles neatbilstība.
pl: Hasło nie pasuje.
pt: As palavras-passe não coincidem.
pt_br: Senha não confere.
tr: Şifre eşleşmedi.

source: Allowed characters are A-Z, a-z and "_".
pl: Dozwolone znaki to: A-Z, a-z oraz "_".
pt_br: Caracteres permitidos são A-Z, a-z e "_"

source: Could not write config.php file&hellip;
pl: Nie można zapisać pliku config.php&hellip;
pt_br: Não foi possível gravar o arquivo config.php&hellip;

source: Habari successfully installed.
ca: Habari s'ha instal·lat amb èxit.
lv: Habari veiksmīgi instalēts.
pl: Habari został zainstalowany.
pt: Habari instalado com sucesso.
pt_br: Habari instalado com sucesso.
tr: Habari başarılı şekilde kuruldu.

source: User is required.
ca: Es necessita un usuari.
lv: Lietotājs nepieciešams.
pl: Nazwa użytkownika jest wymagana.
pt: Utilizador é obrigatório.
pt_br: Necessário informar usuário.
tr: Kullanıcı gerekli.

source: Name for database is required.
ca: Es necessita el nom de la base de dades.
lv: Datubāzes nosaukums nepieciešams.
pl: Nazwa bazy danych jest wymagana.
pt: Nome para base de dados é obrigatório.
pt_br: Necessário informar nome do banco de dados.
tr: Veri tabanı ismi gerekli.

source: Host is required.
ca: Es necessita l'allotjament.
lv: Resursdators nepieciešams.
pl: Nazwa hosta jest wymagana.
pt: Anfitrião é obrigatório.
pt_br: Necessário informar hospedeiro.
tr: Sunucu gerekli.

source: Problem connecting to supplied database credentials
ca: Problema al connectar amb les credencials de base de dades especificades
lv: Kļūda pieslēdzoties minētajai datubāzei.
pl: Wystąpił błąd podczas próby połączenia się z bazą danych
pt: Problema ao ligar às credenciais de base de dados fornecidas
pt_br: Problema de identificação para conexão com bando de dados indicado
tr: Verilen veri tabanı bilgilerine bağlanmada sorunu var

source: Could not create schema tables&hellip; %s
pl: Nie można utworzyć tabeli w bazie danych&hellip; %s
pt_br: Não foi possível criar esquema de tabelas&hellip; %s

source: Problem creating default options
ca: Problema creant opcions per defecte
lv: Kļūda veidojot standarta opcijas
pl: Problem podczas tworzenia domyślnych opcji
pt: Problema ao criar opções por omissão
pt_br: Não foi possível criar configurações padrão

source: Problem creating tags vocabulary
pl: Wystąpił problem przy tworzeniu słownika tagów
pt_br: Não foi possível criar vocabulário de identificadores

source: Problem creating base post types
ca: Problema creant tipus bases d'entrades
lv: Kļūda veidojot pamata rakstu tipus
pl: Problem ze stworzeniem podstawowych typów postów
pt: Problema ao criar tipos de artigo base
pt_br: Não foi possível criar tipos básicos de postagens

source: Problem creating admin user.
ca: Problema creant usuari administrador.
lv: Problēma veidojot lietotāju: administrators.
pl: Problem podczas tworzenia użytkownika administratora.
pt: Problema ao criar utilizador administrador.
pt_br: Não foi possível criar usuário administrador.
tr: Yönetici kullanıcısı oluştururken sorun oluştu.

source: Problem creating admin group.
ca: Problema creant grup administrador.
lv: Problēma veidojot administratora grupa.
pl: Błąd podczas tworzenia grupy administratorów.
pt: Problema ao criar grupo de administrador.
pt_br: Não foi possível criar grupo de usuário administrador.
tr: Yönetici grubu oluştururken sorun oluştu.

source: Problem creating first post.
ca: Problema creant la primera entrada.
lv: Problēma veidojot pirmo rakstu.
pl: Problem podczas tworzenia pierwszego wpisu.
pt: Problema ao criar o primeiro artigo.
pt_br: Não foi possível criar primeira postagem.
tr: İlk yazı oluşturulur iken sorun oluştu.

source: Access denied. Make sure these credentials are valid.
ca: Accés denegat. Comprova que les credencials siguin vàlides.
lv: Pieeja liegta. Pārbaudiet vai dotie pieejas dati ir pareizi.
pl: Dostęp zabroniony. Upewnij się, że dane identyfikacyjne są poprawne.
pt: Acesso negado. Confirme que estas credenciais são válidas.
pt_br: Acesso negado. Favor verificar se as informações fornecidas são válidas.
tr: Giriş engellendi. Bilgilerinizin doğruluğunu kontrol edin.

source: That database does not exist.
ca: La base de dades no existeix.
lv: Tāda datubāze neeksistē.
pl: Baza danych nie istnieje.
pt: A base de dados não existe.
pt_br: Banco de dados inexistente.
tr: Veri tabanı bulunamadı.

source: Could not connect to host.
ca: No s'ha pogut connectar al host.
lv: Nebija iespējams pieslēgties resursdatoram.
pl: Nie mogę połączyć się z hostem.
pt: Não foi possível ligar ao anfitrião.
pt_br: Não foi possível conectar ao hospedeiro.
tr: Sunucuya bağlanılamadı.

source: Cannot write to %s. The SQLite data file is not writable by the web server.
pl: Nie można utworzyć %s. Plik danych SQLite nie jest zapisywalny przez serwer.
pt_br: Não foi possível gravar %s. O servidor web não tem permissão de gravar o arquivo de dados SQLite.

source: Cannot write to %s directory. SQLite requires that the directory that holds the DB file be writable by the web server.
pl: Nie można utworzyć katalogu %s. SQLite wymaga, aby katalog przechowujący plik bazy danych był zapisywalny przez sewer.
pt_br: Não foi possível gravar na pasta %s. O SQLite necessita que o servidor web tenha permissão para gravar na pasta que contém o arquivo de banco de dados.

source: Cannot write to %s directory. The SQLite data file does not exist, and it cannot be created in the specified directory. SQLite requires that the directory containing the database file be writable by the web server.
pl: Nie można zapisywać w katalogu %s. Plik danych SQLite nie istnieje i nie może zostać utworzony w danym katalogu. SQLite wymaga, aby katalog zawierający plik bazy danych był zapisywalny przez serwer.
pt_br: Não foi possível gravar na pasta %s. O arquivo de dados SQLite não existe, e não foi possível ser criado na pasta especificada. O SQLite necessita que o servidor web tenha permissão para gravar na pasta que contém o arquivo de banco de dados.

source: Trim the log table
pl: Oczyść tabele logów
pt_br: Aparar a tabela de log

source: Perform a check for plugin updates.
pt_br: Executar uma checagem para atualização de complementos.

source: This site is running <a href="http://habariproject.org/">Habari</a>, a state-of-the-art publishing platform! Habari is a community-driven project created and supported by people from all over the world. Please visit <a href="http://habariproject.org/">http://habariproject.org/</a> to find out more!
ca: Aquest blog funciona amb <a href="http://habariproject.org/">Habari</a>, una plataforma de publicació en estat d'art! Habari és un projecte col·laboratiu creat i ajudat per gent d'arreu del món. Visita <a href="http://habariproject.org/">http://habariproject.org/</a> per a descobrir-ne més coses!
lv: Šī tīkla vieta balstās uz <a href="http://habariproject.org/">Habari</a>, augstākā līmeņa publicēšanas platformu! Habari ir sabiedrības balstīts projekts, to veido un atbalsta cilvēki no visas pasaules. Lūdzu, apmeklējiet <a href="http://habariproject.org/">http://habariproject.org/</a> lai uzzinātu vairāk!
pl: Ta strona działa na <a href="http://habariproject.org/">Habari</a>. Habari to społecznościowy projekt tworzony przez ludzi z całego świata. Odwiedź <a href="http://habariproject.org/">http://habariproject.org/</a>, aby dowiedzieć się więcej!
pt: Este site usa o <a href="http://habariproject.org/">Habari</a>, uma plataforma de publicação de última geração! O Habari é um projecto de comunidade criado e mantido por pessoas de todo o mundo. Por favor visite <a href="http://habariproject.org/">http://habariproject.org/</a> para conhecer mais!
pt_br: Este site está usando <a href="http://habariproject.org/">Habari</a>, uma plataforma de publicação que possui a mais avançada tecnologia de desenvolvimento! Habari é um projeto de carater comunitário, criado e apoiado por diferentes pessoas ao redor do mundo. Visite <a href="http://habariproject.org/">http://habariproject.org/</a> e descubra mais!

source: currently unsupported.
ca: actualment no funciona.
lv: Dotajā brīdī netiek atbalstīts.
pl: aktualnie nie wspierane.
pt: actualmente não suportado.
pt_br: Não há suporte no momento.
tr: şu an desteklenmiyor.

source: No admin user found
pl: Nie znaleziono administratora
pt_br: Usuário administrador não encontrado

source: Site Maintenance
pl: Prace nad stroną
pt_br: Site em manutenção

source: Habari is currently being upgraded.
pl: Habari jest aktualizowane.
pt_br: Habari está sendo atualizado.

source: Try again in a little while.
pl: Spróbuj ponownie za chwilę.
pt_br: Tente novamente em alguns instantes.

source: Truncate the log table
ca: Trunca la taula de registres
lv: Noapaļot žurnāla tabulu
pl: Wyczyść tabelę logów
pt: Truncar tabela de registos
pt_br: Interromper a tabela de histórico
tr: Günlük tablosunu kısalt

source: The database host field was left empty.
ca: El camp Host de la base de dades està buit.
lv: Datubāzes resursdatora ieraksta vieta tika atstāta tukša.
pl: Pole z nazwą hosta bazy danych jest puste.
pt: O campo de anfitrião de base de dados foi deixado vazio.
pt_br: O campo de banco de dados do hospedeiro está em branco.
tr: Veri tabanı sunucusu alanı boş bırakılmış.

source: The database name field was left empty.
ca: El campNom de la BAse de dades està buit.
lv: Datubāzes nosaukuma laiks tika atstāts tukšs.
pl: Pole z nazwą bazy danych jest puste.
pt: O campo de nome de base de dados foi deixado vazio.
pt_br: O campo do nome do banco de dados está em branco.
tr: Veri tabanı ismi alanı boş bırakılmış.

source: The database user field was left empty.
ca: El camp Usuari de la Base de dades està buit.
lv: Datubāzes lietotāja laiks tika atstāts tukšs.
pl: Pole z nazwą użytkownika dla bazy danych jest puste.
pt: O campo de utilizador de base de dados foi deixado vazio.
pt_br: O campo do usuário do banco de dados está em branco.
tr: Veri tabanı kullanıcısı alanı boş bırakılmış.

source: The database file was left empty.
ca: L'arxiu de base de dades ha quedat buit.
lv: Datubāzes fails tika atstāts tukšs.
pl: Plik bazy danych pozostawiony został pusty.
pt: O ficheiro da base de dados foi deixado vazio.
pt_br: O campo do arquivo do banco de dados está em branco.
tr: Veri tabanı dosyası boş bırakıldı.

source: Activated theme '%s'
ca: S'ha activat el tema '%s'
lv: Aktivizēts kažociņš '%s'.
pl: Aktywowano motyw '%s'
pt: Tema '%s' activado
pt_br: Tema %s ativado
tr: Aktif edilen tema '%s'

source: Ended the preview of the theme '%s'
pl: Zakończono podgląd motywu '%s'
pt_br: Pré-visualização do tema '%s' finalizado

source: Previewing theme '%s'
pl: Podglądywano motyw '%s'
pt_br: Pré-visualizando o tema '%s'

source: A new block must first have a name.
pl: Nowy blok musi posiadać nazwę.
pt_br: Necessário nome para o novo bloco.

source: Added new block "%1s" of type "%2s".
pl: Dodano nowy blok "%1s" typu "%2s".
pt_br: Novo bloco "%1s" do tipo "%2s" adicionado.

source: Deleted block "%1s" of type "%2s".
pl: Usunięto blok "%1s" typu "%2s".
pt_br: Bloco "%1s" do tipo "%2s" excluído.

source: Failed to delete block "%1s" of type "%2s".
pl: Nieudana próba usunięcia bloku "%1s" typu "%2s".
pt_br: Não foi possível excluir o bloco "%1s" do tipo "%2s".

source: Saved block areas settings.
pl: Zapisano ustawienia obszarów bloku.
pt_br: Opções de área de bloco salvas

source: Deactivate
ca: Desactiva
lv: Atslēgt
pl: Wyłącz
pt: Desactivar
pt_br: Desativar
tr: Pasifleştir

source: Help
ca: Ajuda
lv: Palīdzība
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
tr: Yardım

source: Activated plugin '%s'
ca: S'ha activat l'extensió '%s'
lv: Aktivizēts spraidnis '%s'.
pl: Aktywowano wtyczkę '%s'
pt: Plugin '%s' activado
pt_br: Complemento '%s' ativado
tr: Aktif edilen eklenti '%s'

source: Deactivated plugin '%s'
ca: S'ha desactivat l'extensió '%s'
lv: Atslēgts spraudnis '%s'.
pl: Wyłączono wtyczkę '%s'
pt: Plugin '%s' desactivado
pt_br: Complemento '%s' desativado
tr: Pasif edilen eklenti '%s'

source: Tag %s has been deleted.
ca: S'ha eliminat %s etiqueta.
pl: Tag %s został usunięty.
pt_br: Tag %s foi deletada.

source: %d tags have been deleted.
pl: %d tagów zostało usuniętych.
pt_br: %d tags foram deletadas.

source: Tag %1$s has been renamed to %2$s.
pt_br: Identificador %1$s foi renomeado para %2$s.

source: Please visit %1$s to reset your password.
ca: Visita %1$s per a reestablir la teva contrasenya.
lv: Lūdz apmeklējiet %1$s lai atstatītu paroli.
pl: Proszę odwiedzić %1$s aby zresetować hasło.
pt: Por favor visite %1$s para reiniciar a sua palavra-passe.
pt_br: Favor visitar %1$s para recuperar sua senha.
tr: Şifrenizi sıfırlamak için lütfen %1$s ziyaret edin.

source: [%1$s] Password reset request for %2$s
ca: [%1$s] Petició de reestabliment de contrasenya per %2$s
lv: [%1$s] paroles atstatīšanas pieprasījums priekš %2$s
pl: [%1$s] Żądanie zmiany hasła dla %2$s
pt: [%1$s] Reinicio de palavra-passe para %2$s
pt_br: [%1$s] Solicitação de recuperação de senha para %2$s
tr: [%1$s] %2$s için şifre sıfırlama istemi

source: A password reset request has been sent to the user.
ca: S'ha enviat una petició de reestabliment de contrasenya a l'usuari.
lv: Paroles atstatīšanas pieprasījums tika nosūtīts lietotājam.
pl: Prośba o zresetowanie hasła została wysłana do użytkownika.
pt: Um pedido de reinicio de palavra-passe foi enviado para o utilizador.
pt_br: Uma solitação de recuperação de senha foi enviada ao usuário.
tr: Şifre sıfırlama istemi kullanıcıya gönderildi.

source: Bad credentials
ca: Les credencials no són bones.
lv: Nepareiza akreditācija
pl: Nieprawidłowe dane uwierzytelniające
pt: Credenciais inválidas
pt_br: Autenticação inválida

source: Your password for %1$s has been reset. Your credentials are as follows--- Username: %2$s Password: %3$s
ca: S'ha restablert la teva contrasenya per %1$s. Les teves dades són les següents: Nom d'usuari: %2$s Contrasenya: %3$s
lv: Jūsu parole priekš %1$s tika atstatīta. Jūsu akreditācijas dati ir--- Lietotājvārds: %2$s Parole:%3$s
pl: Twoje hasło dla %1$s zostało zresetowane. Twoje dane uwierzytelniające są następujące--- Nazwa użytkownika: %2$s Hasło: %3$s
pt: A sua palavra-passe para %1$s foi reiniciada. As suas credenciais são as seguintes--- Nome de utilizador: %2$s Palavra-passe: %3$s
pt_br: Recuperação de senha efetuada para %1$s. Seus dados para autenticação--- Usuário: %2$s Senha: %3$s

source: [%1$s] Password has been reset for %2$s
ca: [%1$s] S'ha reestablert la contrasenya per %2$s
lv: [%1$s] parole tika atstatīta priekš %2$s
pl: [%1$s] Hasło zostało zresetowane dla %2$s
pt: [%1$s] Palavra-passe reiniciada para %2$s
pt_br: [%1$s] Recuperação de senha efetuada para %2$s

source: A new password has been sent to the user.
ca: S'ha enviat una nova contrasenya a l'usuari.
lv: Jauna parole tika aizsūtīta lietotājam.
pl: Nowe hasło zostało wysłane do użytkownika.
pt: Uma nova palavra-passe foi enviada para o utilizador.
pt_br: Uma nova senha foi enviada ao usuário
tr: Kullanıcıya yeni şifre gönderildi.

source: There was a problem resetting the password. It was not reset.
ca: Hi ha hagut un error reestablint la contrasenya. No s'ha reestablert.
lv: Notika kļūma paroles atstatīšanas laikā. Tā netika atstatīta.
pl: Wystąpił błąd podczas resetowania hasła. Nie zostało zresetowane.
pt: Ocorreu um problema ao reiniciar a palavra-passe. Não foi reiniciada.
pt_br: Ocorreu um problema na recuperação da senha. A senha não foi recuperada.
tr: Şifre sıfırlamada bir problem var. Sıfırlanmadı.

source: The supplied password reset token has expired or is invalid.
ca: El token usat per a reestablir la contrasenya ha expirat o no és vàlid.
lv: Dotā paroles atstatīšanas pilnvara ir nederīga vai ar iztecējušu derīguma termiņu.
pl: Podany token zresetowania hasła wygasł lub jest nieprawidłowy.
pt: A validação de palavra-passe enviada expirou ou é inválida.
pt_br: O passaporte de recuperação de senha expirou ou é inválida.
tr: Girilen şifre sıfırlama biletinin zamanı geçmiş veya geçersiz.

source: We saved the last form you posted. Log back in to continue its submission.
ca: Hem desat l'últim formulari que has enviat. Torna't a connectar per a continuar amb el seu enviament.
lv: Jūsu iepriekš rakstītā forma tika saglabāta. Piesakieties sistēmā lai turpinātu tās pievienošanu.
pl: Zachowaliśmy ostatni formularz, który przesłałeś. Zaloguj się ponownie, by kontynuować jego wysyłkę.
pt: Salvamos o último formulário que enviou. Entre outra vez para continuar esta submissão.
pt_br: O último formulário postado foi salvo. Favor entrar novamente para continuar o processo.
tr: Son gönderdiğiniz formu kaydettik. Teslimine devam etmek için tekrar giriş yapınız.

source: Access to that page has been denied by the administrator.
ca: L'administrador t'ha denegat l'accés a aquesta pàgina.
lv: Administrators liedzis pieeju šai lapai.
pl: Dostęp do tej strony został zabroniony przez administratora.
pt: O acesso a essa página foi negado pelo administrador.
pt_br: O acesso à essa página foi desabilitada pelo administrador.
tr: Bu sayfaya erişim site yönetimi tarafından engellenmiştir.

source: %1$s->%2$s() does not exist.
ca: %1$s->%2$s() no existeix.
lv: %1$s->%2$s() neeksistē.
pl: %1$s->%2$s() nie istnieje.
pt: %1$s->%2$s() não existe.
pt_br: %1$s->%2$s() não foi encontrado.
tr: %1$s->%2$s() bulunmuyor.

source: The page you were looking for was not found.
ca: No s'ha trobat la pàgina que cercaves.
lv: Jūsu meklētā lapa netika atrasta.
pl: Strona, której szukałeś, nie istnieje.
pt: A página que procura não foi encontrada.
pt_br: A página indicada não pôde ser encontrada.
tr: Aradığınız sayfa bulunamadı.

source: Habari Version
ca: Versió de Habari
lv: Habari versija
pl: Wersja Habari
pt: Versão do Habari
pt_br: Versão do Habari
tr: Habari Versiyonu

source: Habari API Version
ca: Versió de l'API de Habari
lv: Habari API versija
pl: Wersja API Habari.
pt: Versão da API do Habari
pt_br: Versão da API do Habari
tr: Habari API Versiyonu

source: Habari DB Version
ca: Versió de la Base de Dades de Habari
lv: Habari DB versija
pl: Wersja bazy danych Habari
pt: Versão da BD do Habari
pt_br: Versão do banco de dados do Habari
tr: Habari DB Versiyonu

source: Active Theme
ca: Tema actiu
lv: Aktīvais kažociņš
pl: Aktywny motyw
pt: Tema Activo
pt_br: Tema em uso
tr: Etkin Tema

source: Site Language
ca: Idioma del blog
lv: Tīkla vietnes valoda
pl: Język strony
pt: Idioma do Site
pt_br: Idioma do site
tr: Site Dili

source: PHP Version
ca: Versió PHP
lv: PHP versija
pl: Wersja PHP
pt: Versão do PHP
pt_br: Versão PHP
tr: PHP Versiyonu

source: Server Software
ca: Programari del servidor
lv: Servera programmatūra
pl: Oprogramowanie serwerowe
pt: Software do Servidor
pt_br: Software do servidor
tr: Sunucu Yazılımı

source: Database
ca: Base de dades
lv: Datubāze
pl: Baza danych
pt: Base de Dados
pt_br: Base de dados
tr: Veri Tabanı

source: PHP Extensions
ca: Extensions de PHP
lv: PHP paplašinājumi
pl: Rozszerzenia PHP
pt: Extensões do PHP
pt_br: Extensões PHP
tr: PHP Ekleri

source: PCRE Version
ca: Versió de PCRE
lv: PCRE versija
pl: Wersja PCRE
pt: Versão PCRE
pt_br: Versão PCRE
tr: PCRE Versiyonu

source: Browser
ca: Navegador
lv: Pārlūks
pl: Przeglądarka
pt: Navegador
pt_br: Navegador
tr: Tarayıcı

source: Create a new %s
ca: Crea una nova %s
lv: Izveidot jaunu %s
pl: Utwórz nowy %s
pt: Criar um(a) novo(a) %s
pt_br: Criar novo %s
tr: Yeni bir %s oluştur

source: Manage %s
ca: Gestiona les %s
lv: Pārvaldīt %s
pl: Zarządzaj %s
pt: Gerir %s
pt_br: Gerenciar %s
tr: %s'i Düzenle

source: Create content
ca: Crea contingut
lv: Veidot saturu
pl: Dodaj zawartość
pt: Criar conteúdo
pt_br: Criar conteúdo
tr: İçerik oluştur

source: New
ca: Nou
lv: Jauns
pl: Nowy
pt: Novo(a)
pt_br: Nova
tr: Yeni

source: Manage content
ca: Gestiona el contingut
lv: Pārvaldīt saturu
pl: Zarządzaj treścią
pt: Gerir conteúdo
pt_br: Gerenciar conteúdo
tr: İçeriği yönet

source: Manage
ca: Gestiona
lv: Pārvaldīt
pl: Zarządzaj
pt: Gerir
pt_br: Gerenciar
tr: Yönet

source: Manage comments
pl: Zarządzaj komentarzami
pt_br: Gerenciar comentários

source: View your user dashboard
ca: Visualitza el teu escriptori d'usuari
lv: Skatīt jūsu darbgaldu
pl: Zobacz swój kokpit użytkownika
pt: Ver o seu painel de utilizador
pt_br: Visualizar painel do usuário
tr: Kullanıcı panelinizi görüntüleyin

source: Dashboard
ca: Escriptori
lv: Darbgalds
pl: Kokpit
pt: Painel
pt_br: Painel
tr: Kontrol Paneli

source: View and configure site options
pl: Przeglądaj i konfiguruj opcje strony
pt_br: Ver e configurar opções do site

source: Options
ca: Opcions
lv: Opcijas
pl: Opcje
pt: Opções
pt_br: Preferências
tr: Seçenekler

source: Preview and activate themes
ca: Previsualitza i activa temes
lv: Pārskatīt un aktivizēt kažociņus
pl: Podejrzyj i aktywuj motyw
pt: Pré-visualizar e activar temas
pt_br: Pré-visualizar e ativar temas
tr: Temalara ön izleme yapın ve aktifleştirin

source: Themes
ca: Temes
lv: Kazociņi
pl: Motywy
pt: Temas
pt_br: Temas
tr: Temalar

source: Activate, deactivate, and configure plugins
ca: Activa, desactiva i configura extensions
lv: Aktivizēt, apstādināt un konfigurēt spraudņus
pl: Włączaj, wyłączaj i konfiguruj wtyczki
pt: Activar, desactivar e configurar plugins
pt_br: Ativar, desativar e configurar complementos
tr: Eklentileri aktifleştirin, pasifleştirin ve ayarlayın

source: Plugins
ca: Extensions
lv: Spraudņi
pl: Wtyczki
pt_br: Complementos
tr: Eklentiler

source: Import content from another site
pl: Importuj treść z innej strony
pt_br: Importar conteúdo de outro site
