Repository: somefool/habari-extras
Catalog: locales/*/trunk/LC_MESSAGES/habari.po
Languages: ca, lv, pl, pt, pt_br, tr

source: View and manage users
ca: Visualitza i gestiona els usuaris
lv: Skatīt un pārvaldīt lietotājus
pl: Przeglądaj i zarządzaj użytkownikami
pt: Ver e gerir utilizadores
pt_br: Visualizar e gerenciar usuários
tr: Kullanıcıları görüntüle ve düzenle

source: Users
ca: Usuaris
lv: Lietotāji
pl: Użytkownicy
pt: Utilizadores
pt_br: Usuários
tr: Kullanıcılar

source: Manage your user profile
pl: Zarządzaj swoim profilem
pt_br: Gerenciar seu perfil de usuário

source: My Profile
pl: Mój profil
pt_br: Meu perfil

source: View and manage groups
ca: Visualitza i gestiona els grups
lv: Skatīt un pārvaldīt grupas
pl: Wyświetl i zarządzaj grupami
pt: Ver e gerir grupos
pt_br: Visualizar e gerenciar grupos
tr: Grupları görüntüle ve yönet

source: Groups
ca: Grups
lv: Grupas
pl: Grupy
pt: Grupos
pt_br: Grupos
tr: Grup

source: View system log messages
ca: Visualitza missatges del registre del sistema
lv: Skatīt sistēmas žurnālu
pl: Wyświetl wpisy z logu systemowego
pt: Ver mensagens do registo de sistema
pt_br: Visualizar mensagens no histórico do sistema
tr: Sistem kayıt mesajlarını görüntüle

source: Logs
ca: Registres
lv: Žurnāls
pl: Logi
pt: Registos
pt_br: Históricos
tr: Kayıtlar

source: Log out of the administration interface
ca: Desconnecta't del teu compte d'administrador
lv: Iziet no administrācijas interfeisa
pl: Wyloguj się z panelu administracyjnego
pt: Sair da interface de administração
pt_br: Sair da interface de administrador
tr: Admin arayznbden çıkış yap

source: Logout
ca: Desconnecta't
lv: Iziet
pl: Wyloguj
pt: Terminar sessão
pt_br: Sair
tr: Çıkış

source: Entry
ca: Entrada
lv: Ieraksts
pl: Wpis
pt: Entrada
pt_br: Entrada
tr: Yazı

source: Entries
ca: Entrades
lv: Ieraksti
pl: Wpisy
pt: Entradas
pt_br: Entradas
tr: Yazılar

source: Page
ca: Pàgina
lv: Lapa
pl: Strona
pt: Página
pt_br: Página
tr: Sayfa

source: Pages
ca: Pàgines
lv: Lapas
pl: Strony
pt: Páginas
pt_br: Páginas
tr: Sayfalar

source: Updated permissions.
ca: S'ha actualitzat els permisos.
lv: Atļaujas atjauninātas.
pl: Zaktualizowano uprawnienia.
pt: Permissões actualizadas.
pt_br: Permissões atualizadas.
tr: Güncel izinler.

source: The group %s already exists
ca: El grup %s ja existeix
lv: Grupa: %s jau eksistē
pl: Grupa %s już istnieje
pt: O grupo %s já existe
pt_br: O grupo %s já existe
tr: Grup %s önceden bulunuyor

source: The group must have a name
ca: El grup ha de tenir un nom
lv: Grupai nepieciešams nosaukums
pl: Grupa musi mieć nazwę
pt: O grupo tem de ter um nome
pt_br: Necessário o nome do grupo
tr: Grubun ismi olmak zorunda

source: Added group %s
ca: S'ha afegit el grup %s
lv: Grupa: %s pievienota
pl: Dodano grupę %s
pt: Adicionado grupo %s
pt_br: Grupo %s adicionado
tr: Eklenen grup %s

source: No groups deleted.
ca: no s'ha eliminat cap grup.
lv: Neviena grupa netika dzēsta.
pl: Nie usunięto żadnych grup.
pt: Nenhum grupo eliminado
pt_br: Nenhum grupo excluído.
tr: Hiç grup silinmedi.

source: Deleted %d groups.
ca: S'ha eliminat %d grups.
lv: Dzēstas %d grupas.
pl: Usunięto %d grup.
pt: Eliminados %d grupos.
pt_br: Excluídos %d grupos.
tr: Silinen %d grup.

source: No logs selected.
pl: Żadne logi nie zostały zaznaczone.
pt_br: Sem logs selecionados.

source: Deleted %d logs.
ca: S'ha eliminat %d registres.
lv: Dzēsti %d žurnāli.
pl: Usunięto %d wpisów do logu.
pt: %d registos eliminados.
pt_br: Excluídos %d logs.
tr: Silinen %d kayıt.

source: Modules updated.
pl: Moduły zaktualizowane.
pt_br: Módulos atualizados.

source: Added module %s.
pl: Dodano moduł %s.
pt_br: Módulo %s adicionado.

source: Removed module.
pl: Usunięto moduł.
pt_br: Remover módulo.

source: You don't have permission to edit that post
pl: Nie masz uprawnień, aby edytować ten wpis
pt_br: Você não possui permissão para editar essa postagem

source: Access to create posts of type %s is denied
pl: Tworzenie wpisów typu %s jest zabronione
pt_br: Não é permitido o acesso à criação de postagens do tipo %s

source: Publish %s
ca: Publica una %s
lv: Publicēt %s
pl: Publikuj %s
pt: Publicar %s
pt_br: Publicar %s
tr: Yayımla %s

source: The post %1$s was updated since you made changes. Please review those changes before overwriting them.
pt_br: A postagem %1$s sofreu atualizações desde sua última modificação. Favor revisar as atualizações antes de sobrescrevê-las.

source: A post slug cannot be empty. Keeping old slug.
ca: L'URL de l'entrada no pot estar buida. Es manté l'URL antiga.
lv: Raksta īsvārds nedrīkst būt tukšs. Saglabājam veco īsvārdu.
pt: Uma lesma de um artigo não pode ser vazia. Mantendo lesma antiga.
pt_br: O marcador de postagem não pode ser vazio. Mantendo o marcador antigo.
tr: Link Kısaltması Alanı Boş Bırakılamaz. Eski Kısaltma Kullanılacak.

source: Changing content types is not allowed
pl: Zmiana typu treści jest niedozwolona
pt_br: Não são permitidas alterações nos tipos de conteúdo

source: Creating that post type is denied
pt_br: Não é permitida a criação deste tipo de postagem

source: The post %1$s has been saved as %2$s.
ca: S'ha desat l'entrada %1$s com a %2$s.
lv: Raksts %1$s tika saglabāts kā %2$s.
pl: Wpis %1$s został zapisany jako %2$s.
pt: O artigo %1$s foi gravado como %2$s.
pt_br: A postagem %1$s foi salva como %2$s.
tr: %1$s gönderisi %2$s olarak kaydedildi.

source: Deleted the %1$s titled "%2$s".
ca: S'ha eliminat el/la %1$s titulat/da "%2$s".
lv: %1$s, ar nosaukumu "%2$s" tika izdzēsts.
pl: Usunięto %1$s zatytułowany "%2$s".
pt: Eliminado o %1$s titulado "%2$s".
pt_br: %1$s nomeado como "%2$s" foi excluído.
tr: %1$s başlıklı "%2$s" silindi.

source: Manage Posts
ca: Gestiona Entrades
lv: Pārvaldīt rakstus
pl: Zarządzaj wpisami
pt: Gerir Artigos
pt_br: Gerenciar postagens
tr: Yazıları Düzenle

source: Root
ca: Arrel
lv: Sakne
pl: Katalog główny
pt: Raíz
pt_br: Raíz
tr: Kök

source: Deleted %d post
pl: Usunięto %d wpis.
pt_br: Excluída %d postagem

source: Name & Tagline
ca: Nom i Descripció
lv: Vārds un Birkas
pl: Nazwa i opis
pt: Nome & Slogan
pt_br: Nome e identificador
tr: İsim & Slogan

source: Site Name
ca: Nom del lloc
lv: Tīkla vietnes vārds
pl: Nazwa strony
pt: Nome do Site
pt_br: Nome do site
tr: Site Adı

source: Site Tagline
ca: Descripció del lloc
lv: Tīkla vietnes birkas
pl: Opis strony
pt: Slogan do Site
pt_br: Identificador do site
tr: Site Sloganı

source: Publishing
ca: Publicació
lv: Publicē
pl: Publikowanie
pt: A publicar
pt_br: Publicando
tr: Yayımlama

source: Items per Page
ca: Elements per pàgina
lv: Sadaļas vienā lapā
pl: Elementów na stronie
pt: Items por Página
pt_br: Itens por página
tr: Sayfa başına Öğeler

source: Entries to show in Atom feed
ca: Entrades mostrades al fil Atom
lv: Raksti, kurus rādīt Atom barotnē
pl: Wpisy do umieszczenia w kanale Atom
pt: Entradas a mostrar na feed Atom
pt_br: Entradas para mostrar no feed Atom
tr: Atomda gösterilecek yazılar

source: Require Comment Author Info
ca: Cal info de l'autor del comentari
lv: Tiek pieprasīti komentāra autora dati
pl: Wymagaj informacji o autorze komentarza
pt: Pedir informação sobre o autor do comentário.
pt_br: Solicitar informações sobre o autor
tr: Yorum Yazarı Bilgisi Gerektir

source: Time & Date
ca: Data i hora
lv: Laiks un Datums
pl: Czas i data
pt: Hora & Data
pt_br: Data e hora
tr: Saat ve Tarih

source: Time Zone
ca: Zona horària
lv: Laika josla
pl: Strefa czasowa
pt: Fuso Horário
pt_br: Fuso horário
tr: Zaman Dilimi

source: Current Date Time: %s
pl: Aktualna data i czas: %s
pt_br: Período atual: %s

source: Date Format
ca: Format de data
lv: Datuma formāts
pl: Format daty
pt: Formato da Data
pt_br: Formato da data
tr: Tarih Formatı

source: Current Date: %s
pl: Aktualna data: %s
pt_br: Data atual: %s

source: Time Format
ca: Format d'hora
lv: Laika formāts
pl: Format czasu
pt: Formato da Hora
pt_br: Formato da hora
tr: Zaman Formatı

source: Current Time: %s
pl: Aktualny czas: %s
pt_br: Hora atual: %s

source: Language
ca: Idioma
lv: Valoda
pl: Język
pt: Idioma
pt_br: Idioma
tr: Dil

source: Locale
ca: Localització
lv: Vieta
pl: Język
pt: Localização
pt_br: Localidade
tr: Yerel Ayarlar

source: International language code
pl: Międzynarodowy kod języka
pt_br: Código internacional de idioma
tr: Uluslararası dil kodu

source: System Locale
ca: Localització del sistema
lv: Darba valoda
pl: Język systemu
pt: Localização do Sistema
pt_br: Localização do sistema
tr: Yerel Sistem

source: The appropriate locale code for your server
pl: Odpowiedni kod regionu dla Twojego serwera
pt_br: Código local apropriado para seu servidor

source: Troubleshooting
ca: Problemes
lv: Traucējummeklēšana
pl: Rozwiązywanie problemów
pt: Resolução de problemas
pt_br: Solução de problemas
tr: Sorun Giderme

source: Minimum Severity
pt_br: Gravidade mínima

source: Only log entries with a this or higher severity.
pt_br: Somente entradas de log com esta ou maior gravidade.

source: Log Backtraces
ca: Registra Backtraces
lv: Atzīmēt žurnālā atpakaļceļus
pl: Zapisuj stosy
pt: Registar rastreios
pt_br: Remetentes do histórico
tr: Geri izleme günlükleri

source: Logs error backtraces to the log table's data column. Can drastically increase log size!
pt_br: Erro do histórico remete à coluna de dados da tabela de histórico. Poderá aumentar drasticamente o tamanho do histórico.

source: Successfully updated options
ca: Opcions actualitzades correctament
lv: Opcijas veiksmīgi atjauninātas
pl: Opcje zapisane pomyślnie
pt: Opções actualizadas com sucesso
pt_br: Opções atualizadas com êxito.
tr: Başarıyla güncellenmiş seçenekler

source: There was a problem submitting your comment.
pl: Wystąpił problem podczas zapisywania Twojego komentarza
pt_br: Ocorreu um problema no envio de seu comentário

source: Both name and e-mail address must be provided.
ca: Has de donar el teu nom i la teva adreça de correu electrònic.
lv: Jāievada gan vārds gan e-pasta adrese.
pl: Musisz podać nazwę i adres e-mail.
pt: O nome e endereço de email são obrigatórios.
pt_br: Necessário informar nome juntamente com email
tr: İsim ve e-posta adresi birlikte girilmeli.

source: You did not provide any content for your comment!
ca: No has donat cap contingut pel teu comentari!
lv: Jūs neievadījāt nekādu tekstu jūsu komentārā!
pl: Nie podałeś/aś treści swojego komentarza!
pt: Não escreveu nenhum conteúdo no seu comentário!
pt_br: Nenhum conteúdo foi fornecido para seu comentário!
tr: Yorumunuza herhangi bir içerik girmediniz.

source: Comments on this post are disabled!
ca: Els comentaris en aquesta entrada estan deshabilitats!
lv: Komentāri šim rakstam ir atslēgti!
pl: Komentowanie tego wpisu zostało zablokowane!
pt: Os comentários neste artigo estão desactivados!
pt_br: Comentários desabilitados para esta postagem!
tr: Bu yazıdaki yorumlar engellendi!

source: Comment contains only whitespace/empty comment
ca: El comentari conté només espais en blanc o està en buit.
lv: Komentārs tukšs vai satur vienīgi tukšuma simbolus
pl: Komentarz zawiera jedynie puste znaki lub jest pusty.
pt: Comentário contém apenas espaços em branco/vazios
pt_br: O conteúdo de seu comentário está em branco ou vazio
tr: Yorum sadece boşluk içeriyor

source: You do not have permission to create comments.
pl: Nie masz uprawnień, aby tworzyć komentarze.
pt_br: Você não tem permissão para criar comentários.

source: Your comment is pending moderation.
ca: El teu comentari està pendent de ser moderat.
lv: Jūsu komentārs gaida apstiprināšanu.
pl: Twój komentarz czeka na zatwierdzenie.
pt: O seu comentário aguarda moderação.
pt_br: Seu comentário está aguardando avaliação do moderador.
tr: Yorumunuz onay bekliyor.

source: You
ca: Tu
lv: Jūs
pl: Ty
pt: Você
pt_br: Você
tr: Siz

source: Your User Information
ca: Informació del teu Usuari
lv: Jūsu lietotāja informācija
pl: Informacje o Tobie
pt: A sua Informação de Utilizador
pt_br: Informações pessoais
tr: Kullanıcı Bilginiz

source: %s's User Information
ca: Informació de l'Usuari %s
lv: %s lietotāja informācija
pl: Informacje o użytkowniku %s
pt: Informação de Utilizador de %s
pt_br: Informações do usuário %s
tr: %s Kullanıcı Bilgisi

source: nobody
ca: ningú
lv: neviens
pl: nikt
pt: ninguém
pt_br: ninguém
tr: hiç kimse

source: No such user!
ca: L'usuari no existeix!
lv: Tāds lietotājs neeksistē!
pl: Nie ma takiego użytkownika!
pt: O utilizador não existe!
pt_br: Usuário não encontrado!
tr: Böyle bir kullanıcı yok!

source: Change Password
ca: Canvia la contrasenya
lv: Mainīt paroli
pl: Zmień hasło
pt: Alterar palavra-passe
pt_br: Alterar senha
tr: Şifre Değiştir

source: Regional Settings
ca: Configuració regional
lv: Reģionālie iestatījumi
pl: Ustawienia regionalne
pt: Definições Regionais
pt_br: Configurações regionais
tr: Yerel Ayarlar

source: Display Name
ca: Nom per a mostrar
lv: Segvārds
pl: Nazwa wyświetlana
pt: Nome a apresentar
pt_br: Nome de exibição
tr: Görüntü Adı

source: User Name
ca: Nom d'usuari
lv: Lietotāja vārds
pl: Nazwa użytkownika
pt: Nome de Utilizador
pt_br: Nome do usuário
tr: Kullanıcı Adı

source: Portrait URL
ca: Web:
lv: Portreta URL
pl: Adres avatara
pt: Endereço do Retrato
pt_br: URL de foto-retrato
tr: Portre URL

source: New Password
ca: Nova contrasenya
lv: Jaunā parole
pl: Nowe hasło
pt: Nova Palavra-passe
pt_br: Digite a nova senha
tr: Yeni Şifre

source: New Password Again
ca: Repeteix la nova contrasenya
lv: Jaunā parole vēlreiz
pl: Powtórz nowe hasło
pt: Repetir Nova Palavra-passe
pt_br: Redigite a nova senha
tr: Yeni Şifre Tekrar

source: Passwords must match.
ca: Les contrasenyes han de ser iguals.
lv: Parolēm jābūt vienādām
pl: Hasła muszą być takie same.
pt: As palavras-passe devem coincidir.
pt_br: Senhas não conferem.
tr: Şifreler eşleşmeli

source: Timezone
ca: Zona horària
lv: Laika josla
pl: Strefa czasowe
pt: Fuso Horário
pt_br: Fuso horário
tr: Saat Dilimi

source: See <a href="%s">php.net/date</a> for details. Current format: %s
ca: Vés a <a href="%s">php.net/date</a> per a més informació. Format actual: %s
lv: Precīzāk skatiet <a href="%s">php.net/date</a>. Pašreizējais formāts: %s
pl: Wejdź <a href="%s">tutaj</a> po szczegóły. Aktualny format: %s
pt: Veja <a href="%s">php.net/date</a> para mais detalhes. Formato actual: %s
pt_br: Para detalhes visite <a href="%s">php.net/date</a>. Formato atual: %s

source: Hide Spam Count
ca: Amaga el comptador d'spam
lv: Slēpt surogātu skaitītāju
pl: Ukryj ilość spamu
pt: Esconder o Número de Spam
pt_br: Ocultar contador de spam
tr: Spam Sayısını Sakla

source: Hide the number of SPAM comments on your dashboard.
ca: Amaga el nombre de comentaris spam al teu escriptori.
lv: Slēpt surogātkomentāru skaitītāju no jūsu darbgalda.
pl: Ukryj liczbę komentarzy zawierających spam w Twoim kokpicie.
pt: Esconder o número de comentários considerados SPAM no seu painel.
pt_br: Ocultar número de comentários SPAM em seu painel.
tr: Kontrol panelinizdeki SPAM yorum sayısını sakla.

source: Reassign posts to: %s
ca: Reassigna les entrades a: %s
lv: Nodot autorību pār rakstiem %s
pl: Przenieś wpisy do: %s
pt: Reatribuir os artigos a: %s
pt_br: Delegar postagens para: %s
tr: Gönderileri yeniden ata: %s

source: %s has been deleted
ca: %s ha estat eliminat
lv: %s tika izdzēsts
pl: %s został usunięty
pt: %s foi eliminado(a)
pt_br: %s foi excluído
tr: %s silindi

source: You cannot delete yourself.
ca: No et pots eliminar a tu mateix.
lv: Jūs nevarat izdzēst pats sevi
pl: Nie możesz usunąć sam siebie.
pt: Não se pode eliminar a si próprio.
pt_br: Você não pode excluir seu próprio usuário.
tr: Kendinizi silemezsiniz.

source: %1$s has been renamed to %2$s.
ca: S'ha reanomenat %1$s a %2$s.
lv: %1$s tika pārdēvēts par %2$s.
pl: %1$s został przemianowany na %2$s.
pt: %1$s foi renomeado(a) para %2$s.
pt_br: %1$s foi renomeado para %2$s.
tr: %1$s yeniden adlandırıldı %2$s.

source: Password changed.
ca: S'ha modificat la contrasenya.
lv: Parole tika nomainīta.
pl: Hasło zmienione.
pt: Palavra-passe alterada.
pt_br: Senha alterada.
tr: Şifre değiştirildi.

source: User updated.
ca: S'ha actualitzat l'usuari.
lv: Lietotāja dati atjaunināti.
pl: Użytkownik zaktualizowany
pt: Utilizador actualizado.
pt_br: Usuário atualizado.
tr: Kullanıcı güncellendi.

source: No users deleted.
ca: No s'ha eliminat cap usuari.
lv: Neviens lieotājs netika dzēsts.
pl: Nie usunięto żadnego użytkownika.
pt: Nenhum utilizador eliminado.
pt_br: Nenhum usuário foi excluído.
tr: Kullanıcı silinmedi.

source: Deleted %d users.
ca: S'ha eliminat %d usuaris.
lv: Tika dzēsti %d lietotāji.
pl: Usunięto %d użytkowników.
pt: %d utilizadores eliminados.
pt_br: Excluídos %d usuários.
tr: %d kullanıcısı silindi.

source: Password is required.
ca: Es necessita la contrasenya.
lv: Nepieciešama parole.
pl: Hasło jest wymagane.
pt: A palavra-passe é obrigatória.
pt_br: Necessário informar senha.
tr: Şifre gerekli.

source: Please supply a valid email address.
ca: Escriu una direcció de correu electrònic vàlida.
lv: Lūdzu ievadiet derīgu e-pasta adresi.
pl: Proszę podać prawidłowy adres email.
pt: Por favor forneça um endereço de email válido.
pt_br: Favor informar um email válido.
tr: Lütfen geçerli bir email adresi veriniz.

source: Please supply a user name.
ca: Escriu un nom d'usuari.
lv: Lūdzu ievadiet lietotāja vārdu.
pl: Proszę podać nazwę użytkownika.
pt: Por favor forneça um nome de utilizador.
pt_br: Favor informar nome de usuário.
tr: Ltfen kullanıcı adı giriniz.

source: That username is already assigned.
ca: Aquest usuari ja està assignat.
lv: Šis lietotājvārds jau ir kādam piešķirts.
pl: Ta nazwa użytkownika jest już zajęta.
pt: Esse nome de utilizador já está atribuido.
pt_br: Nome de usuário já existente.
tr: Kullanıcı adı önceden atanmış.

source: Added user '%s'
ca: S'ha afegit l'usuari '%s'
lv: Pievienots lietotājs '%s'.
pl: Dodano użytkownika '%s'
pt: Adicionado utilizador '%s'
pt_br: Usuário '%s' adicionado
tr: Eklenen kullanıcı '%s'

source: First Page
ca: Primera pàgina
lv: Pirmā lapa
pl: Pierwsza strona
pt: Primeira Página
pt_br: Página inicial
tr: İlk Sayfa

source: Previous Page
ca: Pàgina anterior
lv: Iepriekšējā lapa
pl: Poprzednia strona
pt: Página Anterior
pt_br: Página anterior
tr: Önceki Sayfa

source: Next Page
ca: Pàgina següent
lv: Nākošā lapa
pl: Następna strona
pt: Página Seguinte
pt_br: Próxima página
tr: Sonraki Sayfa

source: Last Page
ca: Última pàgina
lv: Pēdēja lapa
pl: Ostatnia strona
pt: Última Página
pt_br: Última página
tr: Son Sayfa

source: %1$s on "%2$s"
ca: %1$s el "%2$s"
lv: %1$s uz "%2$s"
pl: %1$s na "%2$s"
pt: %1$s em "%2$s"
pt_br: %1$s em "%2$s"
tr: %1$s üzerinde "%2$s"

source: WordPress Database
ca: Base de dades de WordPress
lv: WordPress datubāze
pl: Baza danych WordPress
pt: Base de Dados do Wordpress
pt_br: Banco de Dados do WordPress
tr: Wordpress Veri Tabanı

source: Could not connect to the WordPress database using the values supplied. Please correct them and try again.
ca: No s'ha pogut connectar a la base de dades de WordPress amb les dades que has especificat. Corregeix-les i torna-ho a provar.
lv: Nebija iespējams pieslēgties WordPress datubāzei izmantojot dotos datus. Lūdzu izlabojiet tos un mēģiniet vēlreiz.
pl: Nie można połączyć się z bazą danych WordPress przy użyciu podanych parametrów. Proszę je skorygować i spróbować ponownie.
pt: Não foi possível ligar à base de dados do Wordpress com os dados fornecidos. Por favor corrija-os e tente de novo.
pt_br: Não foi possível conectar no banco de dados do WordPress usando os valores informados. Por favor, corrija-os e tente novamente.
tr: Verilen değerlerle WordPress veritabanına bağlanılamadı. Lütfen düzeltin ve tekrar deneyin.

source: Habari will attempt to import from a WordPress database.
pl: Habari spróbuje zaimportować bazę danych z WordPress'a.
pt_br: Habari vai tentar importar de um banco de dados WordPress.

source: Database Name
ca: Nom de la Base de Dades
lv: Datubāzes nosaukums
pl: Nazwa bazy danych
pt: Nome da Base de Dados
pt_br: Nome do banco de dados
tr: Veri Tabanı Adı

source: Database Host
ca: Host de la Base de dades
lv: Datubāzes resursdators
pl: Host bazy danych
pt: Anfitrião de Base de Dados
pt_br: Hospedeiro do banco de dados
tr: Veri Tabanı Sunucusu

source: Database User
pl: Użytkownik bazy danych
pt_br: Usuário do banco de dados

source: Database Password
pl: Hasło do bazy danych
pt_br: Senha do banco de dados

source: Table Prefix
ca: Prefix de les Taules
lv: Tabulas prefikss
pl: Prefiks tabel
pt: Prefixo de Tabela
pt_br: Prefixo de tabela
tr: Tablo Ön Eki

source: Import Categories as Tags
pl: Importuj kategorie jako tagi
pt_br: Importar Categorias como Tags

source: Starting import from "%s"
ca: Començant la importació des de "%s"
lv: Sākam importēšanu no "%s"
pl: Rozpoczynanie importy z "%s"
pt: Iniciar importação de "%s"
pt_br: Iniciando importação de "%s"
tr: "%s" hedefinden içe aktarım başlıyor

source: Import in Progress
pl: Importowanie w toku
pt_br: Importação em Progresso

source: Starting Import&hellip;
pl: Zaczęto importowanie&hellip;
pt_br: Começando Importação&hellip;

source: Failed to import from "%s"
ca: La importació des de "%s" ha fallat
lv: Neizdevās importēt no "%s"
pl: Nieudany import z "%s"
pt: Falhou a importação de "%s"
pt_br: Falha ao importar de "%s"
tr: "%s" hedefinden içe aktarım başarısız

source: Failed to connect using the given database connection details.
ca: No s'ha pogut connectar amb els detalls de connexió de la base de dades que has donat.
lv: Nespējām veikt savienojumu izmantojot doto informāciju par savienojumu.
pl: Nie udane połączenie przy użyciu podanych parametrów połączenia z bazą.
pt: Falhou a ligação à base de dados com os dados fornecidos.
pt_br: Falha ao conectar no banco de dados utilizando as informações fornecidas.
tr: Verilen veri tabanı bağlantı detaylarını kullanarak bağlanma başarısız oldu.

source: Importing Users&hellip;
pl: Importowanie użytkowników&hellip;
pt_br: Importando Usuários&hellip;

source: Associated imported user %1$s with existing user %2$s
pt_br: Usuários importado %1$s associado com usuário existinge %2$s

source: Created new user %1$s. Their old ID was %2$d.
pl: Utworzono nowego użytkownika %1$s. Jego stare ID to %2$d.
pt_br: Criado novo usuário %1$s. Seu antigo ID era %2$d.

source: There was an error importing user %s. See the EventLog for the error message.
pt_br: Houve um erro ao importar o usuário %s. Veja o EventLog para mensagens de erro.

source: Rolling back changes&hellip;
pl: Przywracanie zmian&hellip;
pt_br: Revertendo mudanças&hellip;

source: Importing posts %1$d - %2$d of %3$d.
pl: Importowanie wpisów %1$d - %2$d z %3$d.
pt_br: Importando postagens %1$d - %2$d de %3$d.

source: There was an error importing post %s. See the EventLog for the error message.
pl: Wystąpił błąd podczas importowania wpisy %s. Zobacz logi wydarzeń, aby uzyskać wiadomość błędu.
pt_br: Houve um erro ao importar a postagem %s. Veja o EventLog para mensagens de erro.

source: Importing comments %1$d - %2$d of %3$d.
pl: Importowanie komentarzy %1$d - %2$d z %3$d.
pt_br: Importando comentários %1$d - %2$d of %3$d.

source: There was an error importing comment ID %d. See the EventLog for the error message.
pl: Wystąpił błąd podczas importowania komentarza o ID %d. Zobacz logi wydarzeń, aby uzyskać wiadomość błędu.
pt_br: Houve um erro ao importar o comentário ID %d. Veja o EventLog para a mensagem de erro.

source: Import completed from "%s"
pl: Importowanie z "%s" zakończone.
pt_br: Importação de "%s" completada.

source: Import is complete.
ca: S'ha acabat la importació.
lv: Importēšana pabeigta.
pl: Import zakończony.
pt: Importação está completa.
pt_br: Importação completa.
tr: İçe aktarım tamam.

source: %1$d comment
ca: %1$d comentari
lv: %1$d komentārs
pl: %1$d komentarz
pt: %1$d comentário
pt_br: %1$d comentário
tr: %1$d yorum

source: Latest Log Activity
ca: Activitat Recent del Registre
lv: Jaunākā reģistrētā aktivitāte
pl: Ostatnia aktywność
pt: Ultimas Actividades Registadas
pt_br: Última atividade no log
tr: Son Kayıt Etkinlikleri
