Repository: somefool/habari-extras
Catalog: locales/*/trunk/LC_MESSAGES/habari.po
Languages: ca, lv, pl, pt, pt_br, tr

source: Your SQLite database is a file on your server like any other file. You can enhance it's security by including a section in your .htaccess file that disallows access to it by readers on the web. Habari is not able to write this section in your .htaccess file automatically, so you must add this section yourself to gain the enhanced security it offers you.
ca: La teva base de dades SQLite és un arxiu al teu servidor com qualsevol altre arxiu. Pots millorar-ne la seguretat incloent una secció al teu arxiu .htaccess que en deshabiliti l'accés pels lectors de la web. Habari no pot escriure automàticament aquesta secció al teu arxiu .htaccess, per tant hauràs d'afegir-la tu mateix per tal de guanyar la millor de seguretat que t'ofereix.
lv: Jūsu SQLite datubāze ir tāds pats fails kā pārējie, kuri atrodas uz jūsu servera. Jūs varat uzlabot tā drošību, ja .htaccess failā ierakstiet likumu, kurš aizliedz lasītājiem tam piekļūt caur tīklu. Habari nav spējīgs ierakstīt šo likumu jūsu .htaccess failā automātiski, tādēļ jums jāpievieno šis likums pašam, lai iegūtu uzlaboto drošības līmeni, kuru piedāvā dotais likums.
pl: Twoja baza danych SQLite jest plikiem na serwerze jak każdy inny. Możesz poprawić jej bezpieczeństwo, dodając sekcję do Twojego pliku .htaccess, która zabroni dostępu do pliku bazy użytkownikom z zewnątrz. Habari nie może zapisać tej sekcji automatycznie, dlatego musisz zrobić to samodzielnie, by zwiększyć poziom bezpieczeństwa bazy.
pt: A sua base de dados SQLite é um ficheiro no seu servidor como qualquer outro ficheiro. Pode aumentar a sua segurança incluindo uma secção no seu ficheiro .htaccess que nega o acesso ao mesmo por leitores na web. O Habari não consegue escrever este ficheiro no seu servidor automaticamente, pelo que deverá adicionar esta secção para ganhar a segurança melhorada que lhe oferece.

source: Before you install <em>Habari</em>&hellip;
pl: Zanim zainstalujesz <em>Habari</em>&hellip;

source: Writable directory needed
ca: Es necessita un directori que pugui ser escrit
lv: Nepieciešama direktorija ar rakstīšanas tiesībām
pl: Potrzebny folder z możliwością zapisu
pt: Directório com permissões de escrita necessário
tr: Yazılabilir klasör gerekli

source: Before you can install Habari, you first need to make the install directory writable by php, so that the installation script can write your configuration information properly. The exact process depends on the web server and the ownership of the directory.
pl: Zanim będziesz mógł zainstalować Habari, musisz uczynić folder instalacji zapisywalnym przez PHP, aby skrypt instalacyjny mógł poprawnie zapisać konfiguracje.

source: Open a terminal window, and then change to the installation directory:
ca: Obre una finestra de terminal i canvia al directori d'instal·lació:
lv: Atveriet termināļa logu un aizejiet uz instalācijas direktoriju:
pl: Otwórz okno terminala, i przejdź do katalogu instalacji:
pt: Abra um terminal/consola e mude até à directoria de instalação:
tr: Terminal penceresi açın ve yükleme dizinini değiştirin:

source: Change the <em>mode</em> (permissions) of the current directory:
ca: Canvia el <em>mode</em> (permisos) del directori actual:
lv: Izmainot esošo <em>režīmu</em> (atļaujas) dotajā direktorijā:
pl: Zmień uprawnienia aktualnego katalogu:
pt: Altere o <em>modo</em> (permissões) do directório actual:
tr: Mevcut klasörün <em>mode</em> (izinlerini) değiştir:

source: <em>Note</em>: You may need to use <strong>sudo</strong> and enter an administrator password if you do not own the directory.
ca: <em>Nota</em>: Potser necessitaràs fer servir <strong>sudo</strong> i escriure la contrasenya de l'administrador si no posseeixes el directori.
lv: <em>Piezīme</em>: Jums var būt nepieciešams izmantot <strong>sudo</strong> un ievadīt administratora paroli, ja jums nepieder dotā direktorija.
pl: <em>Uwaga</em>: Możesz potrzebować użyć <strong>sudo</strong> i wprowadzić hasło administratora, jeśli nie jesteś właścicielem katalogu.
pt: <em>Nota</em>: Pode necessitar de usar <strong>sudo</strong> e introduzir a password de administrador se não for proprietário do directório.
tr: <em>Not</em>: Dizine sahip değilseniz <strong>sudo</strong> komutunu kullanmanız ve yönetici şifrenizi girmeniz gerekebilir.

source: Be sure to remove the write permissions on the directory as soon as the installation is completed.
ca: Assegura't d'eliminar els permisos d'escriptura al directori un cop hagi acabat la instal·lació.
lv: Noteikti atslēdzit rakstīšanas tiesības direktorija tiklīdz instalācija ir pabeigta.
pl: Pamiętaj o zdjęciu uprawnień zapisu do katalogu jak tylko instalacja zakończy się.
pt: Tenha a certeza de remover as permissões de escrita no directório assim que a instalação estiver completa.
tr: Kurulum tamamlanır tamamlanmaz, dizindeki yazma yetkilerini kaldırdığınızdan emin olunuz.

source: requires PHP 5.2 or newer. Your current PHP version is %s.
ca: necessita PHP 5.2 o més actual. La teva versió PHP actual és %s.
lv: nepieciešams PHP5.2 vai jaunāks. Patlaban esošā PHP versija: %s.
pl: wymaga PHP 5.2 lub nowszego. Aktualna wersja Twojego PHP to %s
pt: Necessita de PHP 5.2 ou mais recente. A sua versão do PHP actual é %s.
tr: PHP 5.2 veya üzeri gerekmektedir. Sizin mevcut PHP versiyonunuz %s.

source: Missing Extensions
ca: Falten extensions
lv: Trūkstoši paplašinājumi
pl: Brakujące rozszerzenia
pt: Extensões em falta
tr: Kayıp Ekler

source: requires the following PHP extensions to be installed:
pl: wymaga następujących rozszerzeń PHP:

source: Please contact your web hosting provider if you do not have access to your server.
ca: Contacta amb el teu proveïdor d'allotjament web si no tens accés al teu servidor.
lv: Lūdzu kontaktējaties ar jūsu tīkla resursu pakalpojumu sniedzēju, ja jums nav pieeja jūsu serverim.
pl: Jeśli nie masz dostępu do Twojego serwera, skontaktuj się z dostawcą hostingu.
pt: Por favor contacte o seu fornecedor de alojamento web se não tem acesso ao seu servidor.
tr: Sunucuza erişiminiz yoksa lütfen sunucu sağlayacınız ile iletişime geçin.

source: requires PHP's PCRE extension to have Unicode support enabled. Please contact your web hosting provider if you do not have access to your server.
pl: wymaga włączonego rozszerzenia PHP - PCRE, aby wspierać zestaw znaków Unicode. Skontaktuj się z Twoim dostawcą hostingu, jeżeli nie posiadasz dostępu do tego serwera.

source: No PDO drivers enabled
ca: No hi ha cap driver PDO activat
lv: PDO dziņi nav pieslēgti
pl: Żaden sterownik PDO nie jest włączony
pt: Nenhum driver PDO activo
tr: Etkin PDO sürücüsü yok

source: requires that at least one <a href="http://www.php.net/pdo">PDO driver</a> be installed. Please ask your hosting provider to enable one of the PDO drivers supported by Habari.
ca: necessita que com a mínim un <a href="http://www.php.net/pdo">driver PDO</a> estigui instal·lat. Demana al teu proveïdor d'allotjament que habiliti un dels drivers PDO que necessita Habari.
lv: Nepieciešams lai kaut viens <a href="http://www.php.net/pdo">PDO dzinis</a> būtu instalēts. Lūdzu vaicājiet jūsu tīkla pakalpojumu sniedzējam, lai viņš pieslēdz vienu no Habari atbalstītajiem PDO dziņiem.
pl: wymaga, żeby choć jeden <a href="http://www.php.net/pdo">silnik PDO</a> był zainstalowany. Skontaktuj się z dostawcą hostingu, żeby włączył jeden z silników PDO wspieranych przez Habari.
pt: necessita que pelo menos um <a href="http://www.php.net/pdo">driver PDO</a> esteja instalado. Por favor peça ao seu fornecedor de alojamento web para activar um dos drivers PDO suportados pelo Habari.

source: mod_rewrite not enabled
pl: mod_rewrite wyłączony

source: You have Apache, but mod_rewrite is not enabled. To use Habari, you must enable mod_rewrite in your server configuration. <strong>mod_rewrite</strong> is an Apache module that allows Habari (and other software) to handle URLs dynamically. You need a <code>LoadModule rewrite_module</code> line in your <code>httpd.conf</code>. Please ask your systems administrator or hosting provider to enable mod_rewrite.
pl: Na serwerze jest zainstalowany Apache, ale mod_rewrite jest wyłączone. Aby używać Habari, musisz włączyć mod_rewrite w konfiguracji Twojego serwera. <strong>mod_rewrite</strong> jest modułem Apache, który pozwala Habari (i innemu oprogramowaniu) kierować adresami URL dynamicznie. Potrzebujesz linii <code>LoadModule rewrite_module</code> w pliku <code>httpd.conf</code>. Zapytaj administratora serwera, bądź dostawcę hostingu o włączenie mod_rewrite.

source: Habari General Error
ca: Error General de Habari
lv: Vispārīga Habari kļūda
pl: Błąd ogólny Habari
pt: Erro Geral do Habari
tr: Habari Genel Hata

source: An error occurred
ca: Hi ha hagut un error
lv: Notikusi kļūda
pl: Wystąpił błąd
pt: Ocorreu um erro
tr: Bir hata meydana geldi

source: Unable to connect to database. Error message: %s
pl: Brak połączenia z bazą danych. Treść błędu: %s

source: Unable to connect to database.
ca: No es pot connectar a la base de dades.
lv: Neiespējami piekļūt datubāzei.
pl: Brak połączenia z bazą danych.
pt: Impossível ligar à base de dados.
tr: Veri tabanıyla bağlantı kurulamadı.

source: E-Mail
ca: Correu electrònic
lv: E-pasts
tr: E-Posta

source: %1$s has been active for %2$s
ca: %1$s porta actiu %2$s

source: days
ca: dies

source: <a href="%1s">%2s %3s</a> is a critical update.
ca: <a href="%1s">%2s %3s</a> és una actualització crítica.

source: <a href="%1s">%2s %3s</a> contains bug fixes and additional features.
ca: <a href="%1s">%2s %3s</a> conté correccions d'errors i característiques addicionals.

source: <a href="%1s">%2s %3s</a> contains bug fixes.
ca: <a href="%1s">%2s %3s</a> conté correcions d'errors.

source: <a href="%1s">%2s %3s</a> contains additional features.
ca: <a href="%1s">%2s %3s</a> conté característiques addicionals.

source: <a href="%1s">%2s %3s</a> is a new release.
ca: <a href="%1s">%2s %3s</a> és una nova publicació.

source: Tag %s has been renamed to %s.
ca: S'ha reanomenat l'etiqueta %s a %s.

source: %s: Error %d: %s while connecting to %s:%d
ca: %s: Error %d: %s mentre es connectava a %s:%d

source: Error writing to socket.
ca: Hi ha hagut un error escrivint al socket.

source: Maximum number of redirections exceeded.
ca: S'ha excedit el nombre màxim de redireccions.

source: Redirection response without Location: header.
ca: La resposta de la redirecció no té Location: header.

source: Request did not yet execute.
ca: La petició encara no s'ha executat.

source: New tag %1$s (%2$s); Slug: %3$s
ca: Nova etiqueta: %1$s (%2$s); URL: %3$s

source: Tag %1$s (%2$s) deleted.
ca: S'ha eliminat l'etiqueta %1$s (%2$s)

source: Could not write config.php file...
ca: No s'ha pogut escriure l'arxiu config.php...

source: Could not create schema tables... %s
ca: No s'ha pogut crear les taules d'esquema... %s

source: Email
ca: Correu electrònic
lv: E-pasts
tr: E-posta

source: ...%d arg...
ca: ...%d argument...

source: Status
ca: Estat
pt: Estado
tr: Durum

source: Trying to add a request body to a non-POST request
ca: intentant afegir un cos de petició a una petició que no és POST

source: Trying to fetch response headers for a pending request.
ca: Intentant cercar encapçalaments de resposta per una petició pendent.

source: Trying to fetch response body for a pending request.
ca: Intentant cercar cos de resposta per una petició pendent.

source: %s: CURL Error %d: %s
ca: %s Error CURL %d: %s

source: Bad return code (%1$d) for: %2$s
ca: Mal codi de retorn (%1$d) per: %2$s

source: Value must be a valid URL.
ca: El valor ha de ser una URL vàlida.

source: The database connection details have failed to connect.
ca: Els detalls de la connexió a la base de dades han fallat al connectar.

source: There were errors during import:
ca: Hi ha hagut errors durant l'importació:

source: Learn More...
ca: Apren més...

source: Before you install <em>Habari</em>...
ca: Abans que instal·lis <em>Habari</em>...

source: PHP Upgrade needed...
ca: Es necessita una actualització de PHP...

source: Spam
lv: Surogātvēstule
