Repository: somefool/habari-extras
Catalog: locales/*/trunk/LC_MESSAGES/habari.po
Languages: ca, lv, pl, pt, pt_br, tr

source: MySQL Settings
ca: Configuració de MySQL
lv: MySQL iestatījumi
pl: Ustawienia MySQL
pt: Definições MySQL
pt_br: Configurações MySQL
tr: MYSQL Ayarları

source: Use the settings below only if you have selected MySQL as your database engine.
ca: Fes servir la configuració següent només si has seleccionat MySQL com al teu motor de base de dades.
lv: Zemāk esošos iestatījumus lietotjiet tikai tad, ja esat izvēlējies MySQL kā datubāzes dzinēju.
pl: Użyj poniższych ustawień jeśli wybrałeś/aś MySQL jako swój silnik bazy danych.
pt: Utilizar as definições em baixo se seleccionou MySQL como o seu motor de base de dados.
pt_br: Use as configurações abaixo se você selecionou MySQL como seu banco de dados.
tr: Veri tabanı olarak MySQL seçtiyseniz aşağıdaki ayarları kullanınız.

source: <strong>Database Host</strong> is the host (domain) name or server IP address of the server that runs the MySQL database to which Habari will connect. If MySQL is running on your web server, and most of the time it is, "localhost" is usually a good value for this field.
ca: El <strong>Host de la Base de dades</strong> és el nom d'allotjament (domini) o adreça IP dels ervidor que executa la base de dades MySQL amb la que connectarà Habari. Si MySQL s'executa al teu servidor web, i normalment és així, "localhost" és un bon valor per a aquest camp.
lv: <strong>Datubāzes resursdators</strong> ir resursdatora (domēna) vārds vai servera IP adrese, kur tiek darbināta MySQL datubāze, kurai pieslēgsies Habari. Ja MySQL darbojas uz jūsu tīkla servera, un visbiežāk tā ir, tad visbiežāk derīga vērtība šim laukam ir "localhost".
pl: <strong>Host bazy danych</strong> jest nazwą hosta (domeny) lub adresem IP serwera, na którym uruchumiona jest baza MySQL, z którą Habari ma się połączyć. Jeśli MySQL jest uruchomiony na tym samym serwerze, co Habari, na ogół "localhost" jest prawidłową wartością dla tego pola.
pt: <strong>Anfitrião de Base de Dados</strong> é o nome do anfitrião (domínio) ou endereço IP do servidor que corre a base de dados MySQL à qual o Habari se vai ligar. Se o MySQL está a ser executado no seu servidor web, o que normalmente acontece, "localhost" é o valor mais indicado para este campo.
pt_br: <strong>Host do Banco de Dados</strong> é o nome do host (domínio) ou o endereço IP do servidor que irá executar o banco de dados MySQL em que o Habari irá se conectar. Se o MySQL está sendo executado em seu servidor web, e na maioria das vezes ele está, "localhost" geralmente é um bom valor para este campo.
tr: <strong>Veri Tabanı Sunucusu</strong>, Habarinin bağlanacağı MySQL veritabanını bulunduğu sunucu ismi yada sunucunun IP adresi. . Eğer MySQL web sunucunuz zerinde çalışıyorsa, büyük ihtimalle, "localhost" bu alan için en uygun değerdir.

source: <strong>Database User</strong> is the username used to connect Habari to the MySQL database.
ca: L'<strong>Usuari de la Base de dades</strong> és el nom d'usuari que es fa servir per a connectar Habari amb la base de dades MySQL.
lv: <strong>Datubāzes lietotājs</strong> ir lietotāja vārds, kuru izmanto, lai pieslēgtu Habari pie MySQL datubāzes.
pl: <strong>Nazwa użytkownika</strong> jest nazwą, której Habari ma użyć do połączenia się z bazą danych MySQL.
pt: <strong>Utilizador de Base de Dados</strong> é o nome de utilizador utilizado para ligar o Habari à base de dados MySQL.
pt_br: <strong>Usuário do Banco de Dados</strong> é o nome do usuário que conecta o Habari ao banco de dados MySQL.
tr: <strong>Veritabanı Kullanıcısı</strong>, Habariyi MySQL veritabanına bağlamak için kullanılan isim.

source: <strong>Database Password</strong> is the password used to connect the specified user to the MySQL database.
ca: La <strong>Contrasenya de la Base de dades</strong> és la contrasenya que es fa servir per a connectar l'usuari especificat amb la base de dades MySQL.
lv: <strong>Datubāzes parole</strong> ir parole, kuru izmanto lai noteikts lietotājs pieslēgtos MySQL datubāzei.
pl: <strong>Hasło bazy danych</strong> jest hasłem służącym do połączenia określonego użytkownika z bazą danych MySQL.
pt: <strong>Palavra-passe de Base de Dados</strong> é a palavra-passe utilizada para ligar o utilizador especificado à base de dados MySQL.
pt_br: <strong>Password do Banco de Dados</strong> é o password usado para conectar o usuário especificado ao banco de dados MySQL.
tr: <strong>Veritabanı Şifresi</strong>, Habariyi MySQL veritabanına bağlamak için gerekli olan şifre.

source: <strong>Database Name</strong> is the name of the MySQL database to which Habari will connect.
ca: El <strong>Nom de la Base de Dades</strong> és el nom de la base de dades MySQL amb la que connectarà Habari.
lv: <strong>Datubāzes nosaukums</strong> ir tās MySQL datubāzes vārds, kurai pieslēgsies Habari.
pl: <strong>Nazwa bazy danych</strong> to nazwa bazy danych MySQL, z którą Habari ma się połączyć.
pt: <strong>Nome da Base de Dados</strong> é o nome da base de dados MySQL à qual o Habari se vai ligar.
pt_br: <strong>Nome do Banco de Dados</strong> é o nome do banco de dados MySQL em que o Habari irá se conectar.
tr: <strong>Veritabanı Adı</strong>, Habarinin bağlanacağı veritabanının adı.

source: PostgreSQL Settings
ca: Configuració de PostgreSQL
lv: PostgreSQL iestatījumi
pl: Ustawienia PostgreSQL
pt: Definições PostgreSQL
pt_br: Configurações PostgreSQL
tr: PostgreSQL Ayarları

source: Use the settings below only if you have selected PostgreSQL as your database engine.
ca: Fes servir la configuració següent només si has seleccionat PostgreSQL com al teu motor de base de dades.
lv: Lietojiet zemāk minētos uzstādījumus tikai tad, ja esat izvēlējies PostgreSQL kā jūsu datubāzes dzinēju.
pl: Użyj poniższych ustawień jeśli wybrałeś/aś PostgreSQL jako swój silnik bazy danych.
pt: Utilizar as definições em baixo apenas se seleccionou PostgreSQL como o seu motor de base de dados.
pt_br: Use as configurações abaixo se você selecionou PostgreSQL como seu banco de dados.
tr: Veri tabanı olarak PostgreSQL seçtiyseniz aşağıdaki ayarları kullanınız.

source: <strong>Database Host</strong> is the host (domain) name or server IP address of the server that runs the PostgreSQL database to which Habari will connect. If PostgreSQL is running on your web server, and most of the time it is, "localhost" is usually a good value for this field.
ca: El <strong>Host de la Base de dades</strong> és el nom d'allotjament (domini) o adreça IP dels ervidor que executa la base de dades PostgreSQL amb la que connectarà Habari. Si PostgreSQL s'executa al teu servidor web, i normalment és així, "localhost" és un bon valor per a aquest camp.
lv: <strong>Datubāzes resursdators</strong> ir resursdatora (domēna) vārds vai servera IP adrese, kur tiek darbināta PostgreSQL datubāze, kurai pieslēgsies Habari. Ja PostgreSQL darbojas uz jūsu tīkla servera, un visbiežāk tā ir, tad visbiežāk derīga vērtība šim laukam ir "localhost".
pl: <strong>Host bazy danych</strong> jest nazwą hosta (domeny) lub adresem IP serwera, na którym uruchumiona jest baza PostgreSQL, z którą Habari ma się połączyć. Jeśli PostgreSQL jest uruchomiony na tym samym serwerze, co Habari, na ogół "localhost" jest prawidłową wartością dla tego pola.
pt: <strong>Anfitrião de Base de Dados</strong> é o nome do anfitrião (domínio) ou endereço IP do servidor que corre a base de dados PostgreSQL à qual o Habari se vai ligar. Se o MySQL está a ser executado no seu servidor web, o que normalmente acontece, "localhost" é o valor mais indicado para este campo.
pt_br: <strong>Host do Banco de Dados</strong> é o nome do host (domínio) ou o endereço IP do servidor que irá executar o banco de dados PostgreSQL em que o Habari irá se conectar. Se o PostgreSQL está sendo executado em seu servidor web, e na maioria das vezes ele está, "localhost" geralmente é um bom valor para este campo.

source: <strong>Database User</strong> is the username used to connect Habari to the PostgreSQL database.
ca: L'<strong>Usuari de la Base de dades</strong> és el nom d'usuari que es fa servir per a connectar Habari amb la base de dades PostgreSQL.
lv: <strong>Datubāzes lietotājs</strong> ir tās PostgreSQL datubāzes lietotāja vārds, kurai pieslēgsies Habari.
pl: <strong>Nazwa użytkownika</strong> jest nazwą, której Habari ma użyć do połączenia się z bazą danych PostgreSQL.
pt: <strong>Utilizador de Base de Dados</strong> é o nome de utilizador utilizado para ligar o Habari à base de dados MySQL.
pt_br: <strong>Usuário do Banco de Dados</strong> é o nome do usuário que conecta o Habari ao banco de dados PostgreSQL.

source: <strong>Database Password</strong> is the password used to connect the specified user to the PostgreSQL database.
ca: La <strong>Contrasenya de la Base de dades</strong> és la contrasenya que es fa servir per a connectar l'usuari especificat amb la base de dades PostgreSQL.
lv: <strong>Datubāzes parole</strong> ir parole, kuru izmanto lai noteikts lietotājs pieslēgtos PostgreSQL datubāzei.
pl: <strong>Hasło bazy danych</strong> jest hasłem służącym do połączenia określonego użytkownika z bazą danych PostgreSQL.
pt: <strong>Palavra-passe de Base de Dados</strong> é a palavra-passe utilizada para ligar o utilizador especificado Habari à base de dados PostgreSQL.
pt_br: <strong>Password do Banco de Dados</strong> é o password usado para conectar o usuário especificado ao banco de dados PostgreSQL.

source: <strong>Database Name</strong> is the name of the PostgreSQL database to which Habari will connect.
ca: El <strong>Nom de la Base de Dades</strong> és el nom de la base de dades PostgreSQL amb la que connectarà Habari.
lv: <strong>Datubāzes nosaukums</strong> ir tās PostgreSQL datubāzes vārds, kurai pieslēgsies Habari.
pl: <strong>Nazwa bazy danych</strong> jest nazwą bazy danych PostgreSQL, z którą Habari ma się połączyć.
pt: <strong>Nome da Base de Dados</strong> é o nome da base de dados PostgreSQL à qual o Habari se vai ligar.
pt_br: <strong>Nome do Banco de Dados</strong> é o nome do banco de dados PostgreSQL em que o Habari irá se conectar.

source: SQLite Settings
ca: Configuració de SQLite
lv: SQLite uzstādījumi
pl: Ustawienia SQLite
pt: Definições SQLite
pt_br: Configurações de SQLite
tr: SQLite Ayarları

source: Use the settings below only if you have selected SQLite as your database engine.
ca: Fes servir la configuració següent només si has seleccionat SQLite com al teu motor de base de dades.
lv: Lietojiet zemāk minētos uzstādījumus tikai tad, ja esat izvēlējies SQLite kā jūsu datubāzes dzinēju.
pl: Użyj poniższych ustawień jeśli wybrałeś/aś SQLite jako swój silnik bazy danych.
pt: Utilize as definições abaixo apenas se seleccionou SQLite como o seu motor de base de dados.
pt_br: Use as configurações abaixo se você selecionou SQLite como seu banco de dados.
tr: Veri tabanı olarak SQLite seçtiyseniz aşağıdaki ayarları kullanınız.

source: Data file
ca: Arxiu de dades
lv: Datu fails
pl: Plik bazy
pt: Ficheiro de dados
pt_br: Arquivo de dados
tr: Veri dosyası

source: <strong>Data file</strong> is the SQLite file that will store your Habari data. This should be the path to where your data file resides, relative to the Habari user directory.
ca: L'<strong>Arxiu de dades</strong> és l'arxiu SQLite que desarà les teves dades de Habari. Això hauria de ser el camí a on l'arxiu de dades es troba, relatiu al directori "user" de Habari.
lv: <strong>Datne</strong> ir SQLite datu fails, kurā glabāsies jūsu Habari dati. Šeit vajadzētu būt ierakstītam relatīvajam ceļam pie tā. Relatīvam salīdzinājumā ar Habari lietotāja direktoriju.
pl: <strong>Plik z danymi</strong> to plik SQLite, w którym przechowywane będą dane Habari. Powinna to być ścieżka do miejsca, w którym plik się znajduje, relatywnie do katalogu użytkownika Habari.
pt: <strong>Ficheiro de dados</strong> é o ficheiro SQLite que irá armazenar os dados do seu Habari. Este deve ser o caminho para onde o seu ficheiro de dados reside, relativamente ao directório de utilizador Habari.
pt_br: <strong>Arquivo de dados</strong> é o arquivo SQLite que irá armazenar seus dados. Este deverá ser o caminho em que o seu arquivo de dados reside, relativo ao diretório de usuário do Habari.

source: <strong>Table Prefix</strong> is a prefix that will be appended to each table that Habari creates in the database, making it easy to distinguish those tables in the database from those of other installations.
ca: El <strong>Prefix de les Taules</strong> és un prefix que s'afegirà al davant del nom de cada taula que creï Habari a la base de dades, fent fàcil la distinció d'aquestes taules de la base de dades d'aquelles d'altres instal·lacions.
lv: <strong>Tabulas prefikss</strong> ir prefikss, kurš tiks pievienots katrai Habari veidotajai tabulai, padarot viegli atšķiramu, kuras tabulas datubāzē pieder Habari.
pl: <strong>Prefix tabel</strong> jest prefiksem jakim zostanie poprzedzona nazwa każdej tabeli jaką Habari utworzy w bazie danych, co ułatwia rozróżnienie tych tabel od innych znajdujących się w tej samej bazie.
pt: <strong>Prefixo de Tabela</strong> é o prefixo que será colocado em cada tabela que o Habari crie na base de dados, tornando-se fácil de distinguir essas tabelas de outras relativas a outras instalações.
pt_br: <strong>Prefixo da Tabela</strong> é o prefixo que irá se anexar a cada tabela que o Habari criar em seu banco de dados, tornando mais fácil a distinção destas tabelas no banco de dados de outras instalações.

source: Check Database Connection
pl: Sprawdź połączenie z bazą danych
pt_br: Cheque a Conexão com o Banco de Dados

source: Site Configuration
ca: Configuració del Blog
lv: Tīkla vietnes konfigurācija
pl: Konfiguracja strony
pt: Configuração do Site
pt_br: Configuração do Site
tr: Site Yapılandırması

source: <strong>Site Name</strong> is the name of your site as it will appear to your visitors.
ca: <strong>Nom del Blog</strong> és el nom del blog tal i com apareixerà als teus visitants.
lv: <strong>Tīkla vietnes vārds</strong> ir tas vārds, kurš parādīsies kā jūsu tīkla vietnes nosaukums to your visitors.
pl: <strong>Nazwa strony</strong> jest nazwą strony, jaką zobaczą Twoi goście.
pt: <strong>Nome do Site</strong> é o nome do seu site como irá aparecer aos seus visitantes.
pt_br: <strong>Nome do Site</strong> é o nome do seu site que irá aparecer aos seus visitantes.

source: <strong>Username</strong> is the username of the initial user in Habari.
ca: <strong>Nom d'usuari</strong> és el nom de l'usuari inicial de Habari.
lv: <strong>Lietotājvārds</strong> ir lietotāja vārds pirmajam Habari lietotājam.
pl: <strong>Nazwa użytkownika</strong> to nazwa pierwszego użytkownika Twojej instalacji Habari.
pt: <strong>Nome de Utilizador</strong> é o nome de utilizador do utilizador inicial no Habari.
pt_br: <strong>Nome de usuário</strong> é o nome de usuário do usuário inicial no Habari.
tr: <strong>Kullanıcı Adı</strong> Habari'deki ilk kullanıcının kullanıcı adı.

source: Password (again)
ca: Contrasenya (un altre cop)
lv: Parole (vēlreiz)
pl: Hasło (ponownie)
pt: Senha (novamente)
pt_br: Senha (novamente)
tr: Şifre

source: <strong>Password</strong> is the password of the initial user in Habari. Both password fields must match.
pl: <strong>Hasło</strong> jest hasłem dostępu do pierwszego konta w systemie. Oba pola muszą do siebie pasować.
pt_br: <strong>Password</strong> é o password do usuário inicial no Habari. Ambos os campos precisam corresponder.

source: Admin Email
ca: Correu electrònic de l'admin
lv: Administratora e-pasts
pl: Adres E-Mail
pt: Correio Electrónico do Administrador
pt_br: Email da Administração
tr: Admin E-postası

source: <strong>Admin Email</strong> is the email address of the first user account.
ca: <strong>Correu electrònic de l'admin</strong> és l'adreça de correu electrònic del primer compte d'usuari.
lv: <strong>Administratora e-pasts</strong> ir e-pasts pirmā Habari lietotāja kontam.
pl: <strong>Adres E-Mail</strong> to adres, który zostanie przypisany do pierwszego konta użytkownika.
pt: <strong>Email Administrador</strong> é o email do utilizador inicial do Habari.
pt_br: <strong>Email do Administrador</strong> é o endereço de email da primeira conta de usuário.
tr: <strong>Admin E-posta</strong> ilk kullanıcı hesabının e-posta adresi.

source: Plugin Activation
ca: Activació d'extensions
lv: Spraudņa aktivizācija
pl: Aktywacja wtyczek
pt: Activação de Plugin
pt_br: Ativação de Plugin
tr: Eklenti Aktivasyonu

source: Habari now has all of the information needed to install itself on your server.
ca: Ara Habari ja té tota la informació necessària per a instal·lar-se al teu servidor.
lv: Habari saņēmis visu nepieciešamo informāciju, lai spētu sevi uzinstalēt uz jūsu servera.
pl: Teraz Habari ma wszystkie informacje niezbędne do instalacji na serwerze.
pt: O Habari tem agora toda a informação necessária para se instalar no seu servidor.
pt_br: Habari agora tem todas as informações necessárias para se instalar no seu servidor.
tr: Artık Habari kendisini sunucunuza yüklemek için gerekli bütün bilgiye sahip.

source: Install Habari
ca: Instal·la Habari
lv: Instalēt Habari
pl: Zainstaluj Habari
pt: Instalar Habari
pt_br: Instalar Habari
tr: Habari'yi Yükle

source: Your <strong>config.php</strong> file is not writable. In order to successfully install Habari, please paste the following into
ca: No es pot escriure al teu arxiu <strong>config.php</strong>. PEr tal d'instal·lar correctament Habari, copia-hi el codi següent
lv: Jūsu <strong>config.php</strong> failā nav atļauts rakstīt. Lai veiksmīgi instalētu Habari, lūdzu, ievietojiet sekojošo
pl: Twój plik <strong>config.php</strong> nie jest zapisywalny. Aby zainstalować Habari, wklej poniższy kod do
pt: O seu ficheiro <strong>config.php</strong> não é passível de escrita. Para instalar o Habari com sucesso, cole o seguinte código em
pt_br: Seu arquivo <strong>config.php</strong> não é gravável. Para instalar Habari com sucesso, por favor cole o seguinte em

source: <strong>config.php</strong> is a file that tells Habari how to connect to your database. Habari is not able to write this file to your server automatically, so you must create this file yourself to continute the installation.
ca: L'arxiu <strong>config.php</strong> diu a Habari com connectar amb la teva base de dades. Habari no pot escriure automàticament aquest arxiu al teu servidor, per tant hauràs de crear aquest arxiu tu mateix per tal de continuar amb la instal3lació.
lv: <strong>config.php</strong> ir fails, kurš saka Habari kā pieslēgties jūsu datubāzei. Habari nevar ierakstīt šo failu automātiski, tādēļ jums šis fails jāizveido pašam lai turpinātu Habari instalāciju.
pl: <strong>config.php</strong> jest plikiem, który określa jak połączyć się z bazą danych. Habari nie może zapisać tego pliku automatycznie na serwerze, więc musisz stworzyć go samodzielnie, by kontynuować instalację.
pt: o ficheiro <strong>config.php</strong> é um ficheiro que diz ao Habari como se ligar à sua base de dados. O Habari não consegue escrever neste ficheiro automaticamente, pelo que terá você de criar este ficheiro para continuar a instalação.
pt_br: <strong>config.php</strong> é um arquivo que diz ao Habari como se conectar ao seu banco de dados. Habari não é capaz de gravar este arquivo no seu servidor automaticamente, então você precisa criar este arquivo para continuar a instalação.

source: When you have successfully placed the config file, run the installer again.
ca: Quan hagis ubicat correctament l'axiu config, executa l'instal·lador de nou.
lv: Kas esat veiksmīgi ievietojis konfigurācijas failu, palaidiet instalācijas programmu vēlreiz.
pl: Po umieszczeniu pliku config.php uruchom instalator ponownie.
pt: Quanto tiver colocado o ficheiro config.php com sucesso, execute o instalador novamente.
pt_br: Quando você tiver colocado com sucesso seu arquivo de configuração, acione o instalador novamente.
tr: Yapılandırma dosyasını başarıyla yerleştirdiğinizde , yükleyiciyi tekrar çalıştırın.

source: Read the user manual
ca: Llegeix el manual d'usuari
lv: Lasiet lietotāja rokasgrāmatu
pl: Przeczytaj podręcznik użytkownika
pt: Leia o manual do utilizador
pt_br: Ler manual do usuário
tr: Kullanıcı kılavuzunu okuyun

source: Read the Habari wiki
ca: Llegeix la wiki de Habari
lv: Lasiet Habari wiki
pl: Przeczytaj wiki Habari
pt: Leia o wiki do Habari
pt_br: Ler wiki Habari
tr: Habari wikiyi oku

source: Ask the community
ca: Pregunta a la comunitat
lv: Jautā sabiedrībai
pl: Zadaj pytanie społeczności
pt: Pergunte à comunidade
pt_br: Perguntar à comunidade
tr: Topluluğa Sor

source: Mailing List
ca: Llista de correu
lv: Adresātu saraksts
pl: Lista mailingowa
pt_br: Lista de discussão
tr: Mail Listesi

source: BACKTRACE:
lv: atpakaļtrasēšana:
pl: Stos:
pt: RASTREIO:
tr: GERİ İZLEME

source: drag here to remove
pl: przeciągnij tutaj, aby usunąć
pt: arraste para aqui para remover
tr: yerini değiştirmek için buraya sürükle

source: Manual
lv: Rokasgrāmata
pl: Podręcznik
tr: Kılavuz

source: %d page
pl: %d strona

source: %d entry
pl: %d wpis

source: %d entry draft
pl: %d szkic wpisu

source: %d page draft
pl: %d szkic strony

source: %d spam comment awaiting moderation
pl: % oczekujący komentarz oznaczony jako spam

source: Login
ca: Connecta't
lv: Pieslēgties
pl: Zaloguj się
pt: Iniciar sessão
tr: Giriş

source: Posts Tagged with
ca: Entrades etiquetades com a
lv: Raksti ar birku
pl: Wpisy oznaczone tagami
pt: Artigos Etiquetados com

source: More Posts
ca: Més entrades
lv: Vēl raksti
pl: Więcej wpisów
pt: Mais Artigos
tr: Daha çok Yazı

source: User Login
ca: Connexió d'Usuari
lv: Lietotāja pievienošanās
pl: Logowanie
pt: Iniciar Sessão
tr: Kullanıcı Girişi

source: Caffeine
ca: cafeïna
lv: Kafeīns
pl: Kofeina
pt: Cafeína
tr: Kafein

source: &hellip;%d arg&hellip;
pl: &hellip;%d argument&hellip;

source: You did not have permission to delete some entries.
pl: Nie masz uprawnień, aby usuwać pewne wpisy.

source: Tags
ca: Etiquetes
lv: Birkas
pl: Tagi
pt: Etiquetas
tr: Etiketler

source: Posted at %1$s
ca: Enviat a les %1$s
lv: Ievietots sadaļā %1$s
pl: Dodano: %1$s
pt: Criado às %1$s
tr: %1$s postalandı

source: Install
ca: Instal·la
lv: Instalēt
pl: Zainstaluj
pt: Instalar
tr: Yükle

source: Your <b>.htaccess</b> file is not writable. In order to secure your SQLite database, please paste the following into <b>%s</b>:
ca: No es pot escriure al teu arxiu <b>.htaccess</b>. Per tal d'assegurar la teva base de dades SQLite, enganxa el codi següent a <b>%s</b>:
lv: Jūsu <b>.htaccess</b> fails nebija rakstāms. Lai nodrošinātu jūsu SQLite datubāzes drošību, lūdzu, ielīmējiet <b>%s</b> tālāk sekojošo:
pl: Twój <b>.htaccess</b> jest niezapisywalny. W celu zabezpieczenia Twojej bazy SQLite, wklej następujący kod do <b>%s</b>:
pt: O seu ficheiro <strong>.htaccess</strong> não é passível de escrita. Para assegurar a sua base de dados SQLite, coloque o seguinte em <strong>%s</strong>:
