Repository: somefool/habari-extras
Catalog: locales/*/trunk/LC_MESSAGES/habari.po
Languages: ca, lv, pl, pt, pt_br, tr

source: Type and wait to search tags
ca: Escriu i espera per a cercar etiquetes
lv: Ierakstiet un gaidiet lai pārskatītu birkas
pl: Wpisz i poczekaj, by przeszukać tagi
pt: Digite e espere para procurar etiquetas
pt_br: Digite e aguarde para encontrar as tags
tr: Etiketleri aramak için yaz ve bekle

source: None selected
ca: Cap seleccionat/da
lv: Neviens netika izvēlēts
pl: Nic nie zaznaczono
pt: Nenhum(a) seleccionado(a)
pt_br: Nenhum selecionado
tr: Hiçbiri seçilmedi

source: Rename
ca: Reanomena
lv: Pārdēvēt
pl: Zmień nazwę
pt: Renomear
pt_br: Renomear
tr: Yeniden adlandır

source: or
ca: o
lv: vai
pl: lub
pt: ou
pt_br: ou
tr: ya da

source: Delete Selected
ca: Elimina
lv: Dzēst iezīmētos
pl: Usuń zaznaczone
pt: Eliminar itens seleccionados
pt_br: Apagar selecionados
tr: Seçilileri Sil

source: Error: No tags selected.
ca: Error: No hi ha cap etiqueta seleccionada
lv: Kļūda: Neviena birka netika izvēlēta.
pl: Błąd: Nie zaznaczono żadnych tagów.
pt: Erro: Nenhuma etiqueta seleccionada.
pt_br: Erro: Nenhum tag selecionado.
tr: Hata: Etiket seçilmedi.

source: Error: New name not specified.
ca: Error: no s'ha especificat el nou nom.
lv: Kļūda: Jauns nosaukums netika noteikts.
pl: Błąd: Nie podano nowej nazwy.
pt: Erro: Novo nome não especificado.
pt_br: Erro: Novo nome não especificado.
tr: Hata: Yeni isim belirtilmedi.

source: Merge
pl: Połącz
pt: Juntar
pt_br: Mesclar
tr: Birleştir

source: Edit group
ca: Edita el grup
lv: Labot grupu
pl: Edytuj grupę
pt: Editar grupo
pt_br: Editar grupo
tr: Grubu düzenle

source: Edit
ca: Edita
lv: Rediģēt
pl: Edytuj
pt: Editar
pt_br: Editar
tr: Düzenle

source: Delete this group
ca: Suprimeix el grup
lv: Dzēst grupu
pl: Usuń tę grupę
pt: Eliminar este grupo
pt_br: Deletar este grupo
tr: Bu grubu sil

source: Delete
ca: Elimina
lv: Dzēst
pl: Usuń
pt: Eliminar
pt_br: Deletar
tr: Sil

source: Members:
ca: Membres:
lv: Biedri:
pl: Członkowie:
pt: Membros:
pt_br: Membros:
tr: Üyeler:

source: No members
ca: Sense membres
lv: Nav biedru
pl: Brak członków
pt: Nenhum membro
pt_br: Sem membros
tr: Üye yok

source: Add Item
ca: Afegeix un element
lv: pievienot datu vienumu
pl: Dodaj element
pt: Adicionar Item
pt_br: Adicionar item
tr: Öğe Ekle

source: Open %s's user page
ca: Obre la pàgina d'usuari de '%s'
lv: Atvērt %s's lietotāja lapu
pl: Otwórz stronę użytkownika: %s
pt: Abrir a página do utilizador %s
pt_br: Abrir página de %s
tr: %s kullanıcı sayfasını aç

source: has not logged in yet
ca: encara no s'ha connectat mai
lv: vēl nav pieteicies
pl: nie zalogował się jeszcze
pt: ainda não iniciou sessão
pt_br: ainda não logou
tr: henüz giriş yapmadı

source: was last seen %1$s at %2$s
ca: va ser vist per darrer cop el %1$s a les %2$s
lv: pēdējo reizi tika redzēts %1$s pulksten %2$s
pl: był ostatnio widziany %1$s o %2$s
pt: foi visto pela última vez no dia %1$s às %2$s
pt_br: foi visto pela última vez em %1$s às %2$s
tr: en son %1$s %2$s 'da görüldü

source: post
ca: entrada
lv: raksts
pl: wpis
pt: entrada
pt_br: artigo
tr: gönderi

source: posts
ca: entrades
lv: raksti
pl: wpisy
pt: entradas
pt_br: postagens
tr: gönderiler

source: %1$s and currently has %2$s
ca: %1$s i actualment té %2$s
lv: %1$s un dotajā brīdī ir %2$s
pl: %1$s i obecnie posiada %2$s
pt: %1$s e actualmente tem %2$s
pt_br: %1$s e teve %2$s
tr: %1$s ve şu an %2$s sahip

source: DB Profiling
ca: Perfil de la BD
lv: DB preofilācija
pl: Profilowanie bazy danych
pt: Perfil de base de dados
pt_br: Análise de Banco de Dados
tr: DB Profilleme

source: Time to Execute:
ca: Temps d'execució:
lv: Laiks lai izpildītu:
pl: Czas wykonania:
pt: Tempo de execução:
pt_br: Tempo de execução:
tr: Yürütme için zaman:

source: Total Time Executing Queries:
ca: Temps total d'execució de consultes:
lv: Kopējais laiks izpildot jautājumus:
pl: Całkowity czas wykonywania zapytań:
pt: Tempo Total de Execução das Queries:
pt_br: Tempo total de execução de Queries:
tr: Soguları Çalıştırma Toplam Zamanı

source: All options
ca: Totes les opcions
lv: Visas opcijas
pl: Wszystkie opcje
pt: Todas as opções
pt_br: Todas as opções
tr: Tüm seçenekler

source: search users
ca: cerca usuaris
lv: meklēt lietotājus
pl: szukaj użytkowników
pt: procurar utilizadores
pt_br: procurar usuários
tr: kullanıcıları ara

source: No published posts.
ca: Encara no hi ha cap entrada publicada.
lv: Neviena publicēta raksta.
pl: Brak opublikowanych wpisów.
pt: Sem artigos publicados.
pt_br: Nenhuma postagem publicada
tr: Yayımlanmış yazı yok.

source: New Block Type:
pl: Nowy typ bloku:
pt: Novo Tipo de Bloco:
pt_br: Novo Tipo de Bloco
tr: Yeni Blok Tipi

source: Name:
ca: Nom:
lv: Vārds:
pl: Nazwa:
pt: Nome:
pt_br: Nome:
tr: İsim:

source: Configure Block: %1s (%2s)
pl: Konfiguruj blok: %1s (%2s)
pt_br: Configurar Bloco: %1s (%2s)
tr: Blok Düzenle: %1s (%2s)

source: Configure
ca: Configura
lv: Konfigurēt
pl: Konfiguruj
pt: Configurar
pt_br: Configurar
tr: Yapılandır

source: remove
ca: elimina
lv: izmest
pl: usuń
pt: eliminar
pt_br: remover
tr: kaldır

source: add
ca: afegeix
lv: pievienot
pl: dodaj
pt: adicionar
pt_br: adicionar
tr: ekle

source: in
ca: en
lv: iekš
pl: w
pt: em
pt_br: em
tr: içinde

source: Go to %s
ca: Vés a %s
lv: Apmeklējiet %s
pl: Idź do %s
pt: Ir para %s
pt_br: Ir para %s
tr: %s git

source: on
ca: el
lv: uz
pl: w dniu
pt: em
pt_br: em
tr: üstünde

source: Search for other comments from %s
pl: Szukanie pozostałych komentarzy od %s
pt: Procurar por outros comentários de %s
pt_br: Procurar por outros comentários de %s
tr: %s diğer yorumlarını ara

source: at
ca: a les
lv: par
pl: o
pt: às
pt_br: em
tr: de

source: Marked as spam
ca: Marcat com a spam
lv: Atzīmēts kā surogātpasts
pl: Oznaczony jako spam
pt: Marcado como spam
pt_br: Marcado como spam
tr: Spam olarak işaretlendi

source: this post contains text in an invalid encoding
pl: ten wpis zawiera tekst z nieprawidłowym kodowaniem
pt: este post contém texto numa codificação inválida
pt_br: esta postagem contém texto em uma codificação inválida
tr: bu gönderi geçersiz kodlama içermekte

source: No comments could be found to match the query criteria.
ca: No s'ha pogut trobat cap comentari que coincidís amb els teus criteris de cerca.
lv: Netika atrasts neviens komentārs, kurš atbilstu jūsu dotajiem parametriem.
pl: Nie znaleziono żadnych komentarzy pasujących do kryteriów wyszukiwania.
pt: Nenhum comentário foi encontrado que coincidisse com os critérios de pesquisa.
pt_br: Nenhum comentário foi encontrada a partir dos parâmetros de busca.
tr: Sorgu kriteri ile eşleşen yorum bulunamadı.

source: <a href="%1$s">Comment</a> by <a href="%2$s" title="Visit %3$s">%3$s</a> posted on <a href="%4$s" title="View post">%5$s</a> at <strong>%6$s</strong> on <strong>%7$s</strong>
pl: <a href="%1$s">Komentarz</a> od <a href="%2$s" title="Odwiedź %3$s">%3$s</a> napisany <a href="%4$s" title="Zobacz post">%5$s</a>, <strong>%6$s</strong>, <strong>%7$s</strong>
pt: <a href="%1$s">Comentário</a> por <a href="%2$s" title="Visitar %3$s">%3$s</a> escrito em <a href="%4$s" title="Ver post">%5$s</a> no dia <strong>%6$s</strong> em <strong>%7$s</strong>
pt_br: <a href="%1$s">Comentário</a> por <a href="%2$s" title="Visite %3$s">%3$s</a> postado em <a href="%4$s" title="View post">%5$s</a> em <strong>%6$s</strong> em <strong>%7$s</strong>

source: <a href="%1$s">Comment</a> by <strong>%2$s</strong> posted on <a href="%3$s" title="View post">%4$s</a> at <strong>%5$s</strong> on <strong>%6$s</strong>
pl: <a href="%1$s">Komentarz</a> autorstwa <strong>%2$s</strong> dodany w wpisie <a href="%3$s" title="Zobacz wpis">%4$s</a> o godzinie <strong>%5$s</strong> w dniu <strong>%6$s</strong>
pt: <a href="%1$s">Comentário</a> por <strong>%2$s</strong> escrito em <a href="%3$s" title="Ver post">%4$s</a> no dia <strong>%5$s</strong> em <strong>%6$s</strong>
pt_br: <a href="%1$s">Comentário</a> por <strong>%2$s</strong> postado em <a href="%3$s" title="Ver postagem">%4$s</a> em <strong>%5$s</strong> em <strong>%6$s</strong>

source: Complete User List
ca: Llistat sencer d'usuaris
lv: Visu lietotāju saraksts
pl: Pełna lista użytkowników
pt: Lista de Utilizadores Completa
pt_br: Lista completa de usuários
tr: Tam Üye Listesi

source: Username
ca: Nom d'usuari
lv: Lietotāja vārds
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Usuário
tr: Kullanıcı Adı

source: Password
ca: Contrasenya
lv: Parole
pl: Hasło
pt: Palavra-passe
pt_br: Senha
tr: Parola

source: Password Again
ca: Repeteix la contrasenya
lv: Lietotājvārdu vēlreiz
pl: Powtórz hasło
pt: Repita a palavra-passe
pt_br: A Senha de novo
tr: Şifreyi Tekrarla

source: Add User
ca: Afegeix un usuari
lv: Pievienot lietotāju
pl: Dodaj użytkownika
pt: Adicionar Utilizador
pt_br: Adicionar Usuário
tr: Kullanıcı Ekle

source: Reassign posts to %s
ca: Reassigna les entrades a %s
lv: Nodot rakstus %s
pl: Przypisz wpisy do użytkownika %s
pt: Re-atribuir artigos a %s
pt_br: Reatribuir posts para %s
tr: Gönderileri, %s tayin et.

source: Scope:
pl: Zakres:
pt: Extensão:
pt_br: Escopo:
tr: Kapsam alanı:

source: Default
pl: Domyślny
pt: Predefinição
pt_br: Padrão
tr: Varsayılan

source: Publish
ca: Publica
lv: Publicēt
pl: Opublikuj
pt: Publicar
pt_br: Publicar
tr: Yayımla

source: You did not save the changes you made. \nLeaving this page will result in the lose of data.
ca: No has desat els canvis que has fet.\n Si deixes aquesta pàgina perdràs les dades que no hagis desat.
lv: Jūs nesaglabājāt veiktās izmaiņas.\nAtstājot šo lapu dati tiks zaudēti.
pl: Nie zapisałeś swoich zmian.\nOpuszczenie tej strony spowoduje utratę danych.
pt: Não guardou as mudanças que efectuou. Sair desta página irá resultar na perda das alterações.
pt_br: Você não salvou as suas mudanças. \nDeixando essa página, perderá todos os dados.
tr: Yaptığınız değişiklikleri kaydetmediniz. \nSayfayı terketmek veri kayıplarına sebep olabilir.

source: Go to Site
ca: Vés al blog
lv: Apmeklēt vietni
pl: Idź do strony
pt: Ir até ao site
pt_br: Ir para o site
tr: Siteye Git

source: The plugin file %s had syntax errors and could not load.
ca: L'arxiu d'extensió %s té errors de sintaxi i no ha pogut ser carregat.
lv: Spraudņa failā %s tika atrastas sintakses kļūdas, tādēl nebija iespējams to ielādēt.
pl: Plik wtyczki %s miał błędy składniowe i nie mógł zostać załadowany.
pt: O ficheiro de plugin %s tem erros de sintaxe e não pode ser carregado.
pt_br: O arquivo do plugin %s tem erros de sintaxe e pode não ser carregado
tr: Eklenti dosyası %s yazım hatası var ve yüklenemedi.

source: Show Error
ca: Mostra l'error
lv: Rādīt kļūdu
pl: Pokaż błąd
pt: Mostar o erro
pt_br: Mostrar Erro
tr: Hatayı Göster

source: The plugin file %s is a legacy plugin, and does not include an XML info file.
pl: Plik wtyczki %s jest dziedziczoną wtyczką i nie zawiera pliku XML.
pt_br: O arquivo de plugin %s é um plugin legado, e não inclui um arquivo de informação XML.

source: The XML file for the plugin %s contained errors and could not be loaded.
pl: Plik XML pluginu %s zawierał błędy i nie mógł zostać załadowany.
pt_br: O arquivo XML para o plugin %s contém erros e não pôde ser carregado.

source: by
ca: per
lv: blakus
pl: przez
pt: por
pt_br: por
tr: hazırlayan

source: and
ca: i
lv: un
pl: i
pt: e
pt_br: e
tr: ve

source: v1.1 Update Available Now
ca: L'actualització a la v1.1 ja està disponible
lv: v1.1 Atjauninājums pieejams
pl: Aktualizacja v1.1 jest już dostępna
pt: Actualização Disponível v1.1
pt_br: Atualização v1.1 Disponível Agora
tr: v1.1 Güncellemesi Şu An Mevcut

source: This plugin cannot be activated because the following features were not present:
pl: Ta wtyczka nie może być aktywowana, ponieważ nie wykryto następujących funkcji:
pt_br: Este plugin não pôde ser ativado porque as seguintes características não estão presentes:
tr: Bu özellikler eksik olduğundan eklenti aktif hale getirilemez:

source: Close
ca: Tanca
lv: Aizvērt
pl: Zamknij
pt: Fechar
pt_br: Fechar
tr: Kapat

source: search settings
ca: configuració de cerca
lv: meklēšanas parametri
pl: szukaj ustawienia
pt: Configurações de pesquisa
pt_br: pesquisar configurações
tr: arama ayarları

source: Edit '%s'
ca: Edita '%s'
lv: rediģēt '%s'
pl: Edytuj '%s'
pt: Editar '%s'
pt_br: Editar '%s'
tr: Düzenle '%s'

source: Search for other %s items
ca: Cerca altres elements %s
lv: Meklēt pārējos %s datu vienumus
pl: Szukaj innych %s wpisów
pt: Procurar por outros items %s
pt_br: Procurar por outros %s itens
tr: Diğer %s maddeleri için ara

source: Search for other items by %s
ca: Cerca altres elements creats per %s
lv: Meklēt citus datu vienumus, atbilstošus parametram %s
pl: Szukaj innych wpisów użytkownika %s
pt: Pesquisar outros items por %s
pt_br: Procurar outros itens por %s
tr: %s göre diğer maddeler için ara

source: Search for other items from %s
ca: Cerca altres elements del %s
lv: Meklēt citus datu vienumus no %s
pl: Szukaj innych wpisów z %s
pt: Pesquisar por outros items de %s
pt_br: Procurar outros itens de %s
tr: %s içinden diğer maddeler için ara

source: View '%s'
ca: Visualitza '%s'
lv: Skatīt '%s'
pl: Wyświetl '%s'
pt: Ver '%s'
pt_br: Ver '%s'
tr: Görüntüle '%s'

source: View
ca: Visualitza
lv: Skatīt
pl: Wyświetl
pt: Ver
pt_br: Ver
tr: Görüntüle

source: Delete this item
ca: Elimina aquest objcte
lv: Dzēst šo datu vienumu
pl: Usuń ten element
pt: Eliminar este item
pt_br: Remover este item
tr: Bu öğeyi sil

source: No posts could be found to match the query criteria.
ca: No s'ha pogut trobat cap entrada que coincidís amb els teus criteris de cerca.
lv: Netika atrasts neviens raksts, kurš atbilstu noteiktajiem parametriem.
pl: Nie znaleziono żadnych wpisów pasujących do kryteriów wyszukiwania.
pt: Nenhum artigo foi encontrado que coincidisse com os critérios de pesquisa.
pt_br: Nenhum artigo foi encontrado de acordo com o seu critério
tr: Sorgu kriterleri ile eşleşen gönderi bulunamadı.

source: Older
ca: Anteriors
lv: Vecāki
pl: Starsze
pt: Mais antigo
pt_br: Mais Antigo
tr: Eski

source: no results
ca: sense resultats
lv: nav rezultātu
pl: brak wyników
pt: sem resultados
pt_br: nenhum resultado
tr: sonuç yok

source: Type and wait to search
ca: Escriu i espera per a cercar
lv: Ierakstiet un gaidied lai meklētu
pl: Wpisz i poczekaj, aby wyszukać
pt: Escreva e espere para pesquisar
pt_br: Digite e espere para buscar
tr: Arama için yaz ve bekle

source: Filter results for '%s'
ca: Filtra els resultats per '%s'
lv: Filtrēt rezultātus priekš '%s'
pl: Filtruj wyniki dla '%s'
pt: Filtrar resultados para '%s'
pt_br: Filtrar resultados por '%s'
tr: '%s' için sonuçları filtre et.

source: Newer
ca: Següents
lv: Jaunāki
pl: Nowsze
pt: Mais recentes
pt_br: Mais Recente
tr: Daha yeni

source: Import
ca: Importa
lv: Importēt
pl: Importuj
pt: Importar
pt_br: Importar
tr: İçe aktar

source: You do not currently have any import plugins installed.
ca: Actualment no tens cap extensió d'importació instal·lada.
lv: Dotajā brīdī jums nav instalēti nekādi importēšanas spraudņi.
pl: Nie zainstalowano żadnych rozszerzeń - importerów.
pt: Não tem nenhum plugin de importação instalado.
pt_br: Atualmente você não tem nenhum complemento de importação instalado.
tr: Şu anda yüklenmiş içe aktarım eklentiniz yok.

source: Please <a href="%1$s">activate an import plugin</a> to enable importing.
ca: <a href="%1$s">Activa una extensió d'importació </a> per a permetre la importació.
lv: Lūdzu <a href="%1$s">aktivizējiet importēšanas spraudni</a> lai iespējotu importēšanu.
pl: <a href="%1$s">Aktywuj rozszerzenie - importer</a>, aby umożliwić importowanie.
pt: Por favor <a href="%1$s">active um plugin de importação</a> para activar a importação.
pt_br: Por favor <a href="%1$s">ativar um plugin de importação</a> para permitir importação.
tr: Lütfen içe aktarmayı etkinleştirmek için <a href="%1$s">bir içe aktarma eklentisi aktifleştirin</a>.

source: Please choose the type of import to perform:
ca: Tria el tipus d'importació que vulguis fer:
lv: Izvēlaties kādu importēšanas veidu veikt:
pl: Proszę wybrać rodzaj importu do wykonania:
pt: Por favor escolha o tipo de importação a executar:
pt_br: Por favor, o tipo de importação a ser feito:
tr: Lütfen gerçekleştirmek istediğiniz içe aktarım türünü seçiniz:

source: Select
ca: Selecciona
lv: Atlasiet
pl: Zaznacz
pt: Seleccionar
pt_br: Selecione
tr: Seç

source: Current Theme
ca: Tema actual
lv: Pašreizējā tēma
pl: Aktualny motyw
pt: Tema Actual
pt_br: Tema Atual
tr: Aktif Tema

source: Settings
ca: Configuració
lv: Apdare
pl: Ustawienia
pt: Configurações
pt_br: Configurações
tr: Ayarlar

source: Update Available
ca: Hi ha una actualització disponible
lv: Pieejams atjauninājums
pl: Dostępna aktualizacja
pt: Actualização Disponível
pt_br: Atualização Disponível
tr: Güncelleme Mevcut

source: %1$s is licensed under the %2$s
ca: %1$s té llicència %2$s
lv: %1$s ir licenzēts kā %2$s
pl: %1$s jest licencjonowany na zasadach %2$s
pt: %1$s é licenciado sobre a %2$s
pt_br: %1$s é licenciado pela %2$s
tr: %1$s, %2$s lisanslıdır.

source: Save
ca: Desa
lv: Saglabāt
pl: Zapisz
pt: Gravar
pt_br: Salvar
tr: Kaydet

source: Available Themes
ca: Temes disponibles
lv: Pieejamās tēmas
pl: Dostępne motywy
pt: Temas Disponíveis
pt_br: Temas Disponíveis
tr: Mevcut Temalar

source: Legacy theme.
pl: Dziedziczony motyw.
pt_br: Tema legado.

source: End Preview
pl: Zakończ podgląd
pt_br: Terminar Pré-visualização
tr: Ön İzlemeyi Bitir

source: Preview
pl: Podgląd
pt_br: Pré-visualização
tr: Ön İzleme

source: Activate
ca: Activa
lv: Aktivizēt
pl: Aktywuj
pt: Activar
pt_br: Ativar
tr: Etkinleştir

source: Go to the Habari site
ca: Vés a la pàgina de Habari
lv: Apmeklēt Habari tīkla vietni
pl: Przejdź na stronę Habari
pt: Ir para o site do Habari
pt_br: Ir para o Site do Habari
tr: Habari sitesine git

source: Logged in as
ca: Estàs connectat com a
lv: Pieslēdzies kā
pl: Zalogowany jako
pt: Autenticado como
pt_br: Logado como
tr: Kullanıcı adınız :

source: Go to your user page
ca: Vés a la teva pàgina d'usuari
lv: Apmeklējiet jūsu lietotāja lapu
pl: Idź do strony użytkownika
pt: Ir até à sua página de utilizador
pt_br: ir para a sua página de usuário
tr: Kullanıcı sayfanıza gidin

source: Open the Habari manual in a new window
ca: Obre el manual de Habari en una finestra nova
lv: Atvērt Habari rokasgrāmatu jaunā logā
pl: Otwórz podręcznik użytkownika Habari w nowym oknie
pt: Abrir o manual do Habari numa nova janela
pt_br: Abrir o manual do Habari em uma nova janela
tr: Habari kulavuzunu yeni bir pencerede aç

source: System Information
ca: Informació del sistema
lv: Sistēmas informācija
pl: Informacje o systemie
pt: Informação do Sistema
pt_br: Informação do Sistema
tr: Sistem Bilgisi

source: SYSTEM INFORMATION
ca: INFORMACIÓ DEL SISTEMA
lv: SISTĒMAS INFORMĀCIJA
pl: INFORMACJE O SYSTEMIE
pt: INFORMAÇÃO DE SISTEMA
pt_br: INFORMAÇÃO DO SISTEMA
tr: SİSTEM BİLGİSİ

source: Site Information
ca: Informació del blog
lv: Vietnes informācija
pl: Informacje o stronie
pt: Informação do Site
pt_br: Informação do Site
tr: Site Bilgisi

source: SITE INFORMATION
ca: INFORMACIÓ DEL BLOG
lv: VIETNES INFORMĀCIJA
pl: INFORMACJE O STRONIE
pt: INFORMAÇÃO DO SITE
pt_br: INFORMAÇÃO DO SITE
tr: SİTE BİLGİSİ

source: User Classes
ca: Classes d'usuari
lv: Lietotāju grupas
pl: Klasy użytkowników
pt: Classes de Utilizador
pt_br: Classes de usuário
tr: Kullanıcı Sınıfları

source: USER CLASSES
ca: CLASSES D'USUARI
lv: LIETOTĀJU GRUPAS
pl: KLASY UŻYTKOWNIKÓW
pt: CLASSES DE UTILIZADOR
pt_br: Classes de usuário
tr: KULLANICI SINIFLARI

source: None found
ca: No se n'ha trobat cap
lv: Nekas netika atrasts
pl: Nic nie znaleziono
pt: Nenhum(a) encontrado(a)
pt_br: Nenhum encontrado
tr: Bulunamadı

source: None found
ca: No se n'ha trobat cap
lv: Nekas netika atrasts
pl: Nic nie znaleziono
pt: Nenhum(a) encontrado(a)
pt_br: Nenhum encontrado
tr: Bulunamadı

source: Plugin Information
ca: Informació de l'extensió
lv: Spraudņa informācija
pl: Informacje o wtyczkach
pt: Informação do plugin
pt_br: Informação do Plugin
tr: Eklenti Bilgisi

source: PLUGIN INFORMATION
ca: INFORMACIÓ DE L'EXTENSIÓ
lv: SPRAUDŅA INFORMĀCIJA
pl: INFORMACJE O WTYCZKACH
pt: INFORMAÇÃO DO PLUGIN
pt_br: INFORMAÇÃO DO PLUGIN
tr: EKLENTİ BİLGİSİ

source: All Results
ca: Tots els resultats
lv: Visi rezultāti
pl: Wszystkie wyniki
pt: Todos os Resultados
pt_br: Todos os Resultados
tr: Bütün Sonuçlar

source: 0-0 of 0
ca: 0-0 de 0
lv: 0-0 no 0
pl: 0-0 z 0
pt: 0-0 de 0
pt_br: 0-0 de 0
tr: 0 da 0-0

source: Type and wait to search any log entry component
ca: Escriu i espera per a cercar qualsevol component d'entrada de registre
lv: Ierakstiet un gaidiet lai pārskatītu jebkuru reģistra ieraksta iedaļu
pl: Wpisz i poczekaj, aby przeszukać wszystkie logi
pt: Digite e aguarde para procurar qualquer componente de entrada de registro
pt_br: Digite e espere para buscar qualquer entrada no log
tr: Kayıt girdi öğelerini aramak için yaz ve bekle

source: Purge Logs
pl: Wyczyść logi
pt_br: Limpar logs

source: Date &amp; Time
ca: Data &amp; Hora
lv: Datums &amp; Laiks
pl: Data &amp; Czas
pt: Data &amp; Hora
pt_br: Data &amp; Horário
tr: Tarih &amp; Zaman

source: User
ca: Usuari
lv: Lietotājs
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
tr: Kullanıcı

source: Module
ca: Mòdul
lv: Modulis
pl: Moduł
pt: Módulo
pt_br: Módulo
tr: Modül

source: Type
ca: Tipus
lv: Tips
pl: Typ
pt: Tipo
pt_br: Digite
tr: Tür

source: Severity
ca: Importància
lv: Nopietnība
pl: Ważność
pt: Gravidade
pt_br: Severidade
tr: Önem

source: Message
ca: Missatge
lv: Vēstule
pl: Wiadomość
pt: Mensagem
pt_br: Mensagem
tr: İleti

source: Filter
ca: Filtra
lv: Filtrs
pl: Filtr
pt: Filtrar
pt_br: Filtro
tr: Filtrele

source: There are no logs to be displayed at this time.
ca: Per ara no hi ha cap registre per mostrar
lv: Dotajā brīdī neeksistē reģistri ko atrādīt.
pl: Brak logów do wyświetlenia w tej chwili.
pt: Não existem registos para serem apresentados.
pt_br: Não possui logs para exibir desta vez.
tr: Şu an gösterilecek kayıt yok.

source: Oh, great! You're using IE6! I've finally found someone I can pawn this old betamax player off on!
pt_br: Ah, ótimo! Você está usando IE6! Eu finalmente encontrei alguém pra ficar com esse meu velho videocassete!

source: year
pl: rok
pt_br: ano

source: If you're reading this you're surfing using Internet Explorer 6, a browser that is %d %s old and cannot cope with the demands of the modern internet.
pl: Jeżeli to czytasz, oznacza to, że przeglądasz internet używając Internet Explorer 6, przeglądarki która ma %d %s i nie może sprostać wymaganiom współczesnego internetu.
pt_br: Caso esteja lendo isto, você está navegando com o Internet Explorer 6, um navegador que tem %d %s anos e não consegue lidar com as demandas da internet moderna.

source: Consider switching to <a href="http://mozilla.com">Mozilla Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, <a href="http://www.google.com/chrome">Google Chrome</a>, or a more recent version of <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.
pl: Zalecane jest przejście na <a href="http://www.mozilla.com/pl/firefox/">Mozilla Firefox</a>, <a href="http://www.apple.com/pl/safari/download/">Safari</a>, <a href="http://www.google.pl/chrome/">Google Chrome</a> lub nowszą wersje <a href="http://windows.microsoft.com/pl-PL/internet-explorer/products/ie/home">Internet Explorer</a>.
pt_br: Considere mudar para <a href="http://mozilla.com">Mozilla Firefox</a>, <a href="http://www.apple.com/safari/download/">Safari</a>, <a href="http://www.google.com/chrome">Google Chrome</a>, ou uma versão mais recente de <a href="http://www.microsoft.com/windows/Internet-explorer/default.aspx">Internet Explorer</a>.

source: %s has been active for %s
pl: %s jest już aktywna od %s
pt_br: %s esteve ativo por %s

source: %d comment
pl: %d komentarz
pt_br: %d comentário

source: %d tag
pt_br: tag
