Repository: somefool/habari-extras
Catalog: locales/*/trunk/LC_MESSAGES/habari.po
Languages: ca, lv, pl, pt, pt_br, tr

source: Latest Entries
ca: Entrades recents
lv: Jaunākie raksti
pl: Najnowsze wpisy
pt: Últimas entradas
pt_br: Últimas entradas
tr: Son Yazılar

source: Latest Comments
ca: Comentaris recents
lv: Jaunākie komentāri
pl: Ostatnie komentarze
pt: Ultimos Comentários
pt_br: Últimos comentários
tr: Son Yorumlar

source: Habari Silo activation failed. The web server does not have permission to create the 'files' directory for the Habari Media Silo.
ca: Ha fallat l'activació del Magatzem de Habari. El servidor web no té permís per a crear la carpeta "files" pel Magatzem de Mèdia de Habari.
lv: Habari Silo aktivizācija nav izdevusies. Tīkla serverim nav tiesību feidot 'files' folderi prieks Habari Media Silo.
pt: A activação do Habari Silo falhou. O servidor web não tem permissões para criar o directório 'files' para o Habari Media Silo.
pt_br: Ativação do Silo Habari falhou. O servidor web não possui permissão para criar os 'arquivos' de pasta para o Media Silo Habari.
tr: Habari Silo aktivasyonu başarısız. Web sunucusu Habari Media Silo için 'dosyalar' dizini yaratma yetkisine sahip değil.

source: Habari Silo activation failed. PHP has not loaded the gd imaging library.
ca: Ha fallat l'activació del Magatzem de Habari. El PHP no ha carregat la llibreria d'imatges gd.
lv: Habari Silo aktivizācija nav izdevusies. PHP neielādēja gd attēlu bibliotēku.
pt: A activação do Habari Silo falhou. O PHP não carregou a livraria de imagem gd.
pt_br: Ativação do Silo Habari falhou. PHP não carregou a biblioteca imagem de gd.
tr: Habari Silo aktivasyonu başarısız. PHP, gd imaging kütüphanesini yüklemedi.

source: Create media silo directories
pt_br: Criar pastas media silo.

source: Delete media silo directories
pt_br: Excluir pastas media silo

source: Upload files to media silos
pt_br: Enviar arquivos para media silos

source: Delete files from media silos
pt_br: Excluir arquivos de media silos

source: Browse
pl: Przeglądaj
pt_br: Navegar

source: Create Directory
pl: Utwórz katalog
pt_br: Criar pasta

source: Delete Directory
pl: Usuń katalog
pt_br: Excluir pasta

source: Parent Directory:
ca: Directori Mare:
lv: Vecāku direktorija:
pl: Katalog nadrzędny:
pt: Directoria superior
pt_br: Pasta acima:
tr: Ana Dizin:

source: What would you like to call the new directory?
pl: Jak chciałbyć nazwać nowy katalog?
pt_br: Como gostaria de chamar a nova pasta?

source: Directory:
pl: Katalog:
pt_br: Pasta:

source: Are you sure you want to delete this directory?
pl: Czy na pewno usunąć ten katalog?
pt_br: Deseja realmente excluir esta pasta?

source: File:
pl: Plik:
pt_br: Arquivo:

source: Are you sure you want to delete this file?
pl: Czy na pewno usunąć ten plik?
pt_br: Deseja realmente excluir este arquivo?

source: File added successfully.
pl: Plik dodany pomyslnie.
pt_br: Arquivo adicionado com êxito.

source: File could not be added to the silo.
pt_br: O arquivo não pôde ser adicionado ao silo.

source: Browse the current silo path.
pt_br: Explorar o caminho atual de silo.

source: Upload to:
pl: Wgraj do:
pt_br: Enviar para:

source: The directory name contains invalid characters: %s.
pl: Nazwa katalogu zawiera nieprawidłowe znaki: %s.
pt_br: O nome da pasta contém caracteres inválidos: %s

source: Webserver does not have permission to create directory: %s.
pt_br: O servidor web não possui permissão para criar a pasta: %s

source: Directory: %s already exists.
pl: Katalog: %s już istnieje.
pt_br: Pasta: %s já existe.

source: File deleted successfully.
pl: Plik został poprawnie usunięty.
pt_br: Arquivo excluído com êxito.

source: Failed to delete file.
pl: Nieudana próba usunięcia pliku.
pt_br: Falha ao excluir o arquivo.

source: Delete forever
ca: Elimina per sempre
lv: Izdzēst pilnībā
pl: Usuń na zawsze
pt: Eliminar para sempre
pt_br: Apagar para sempre
tr: Tamamen sil

source: Permanently delete this post
ca: Elimina aquesta entrada permanentment
lv: Pilnībā izdzēst šo rakstu
pl: Usuń wpis beż możliwości przywrócenia
pt: Eliminar este artigo permanentemente
pt_br: Remover este post permanentemente
tr: Bu gönderiyi kalıcı olarak sil

source: Restore this item
ca: Restaura aquest element
lv: Atjaunot šo datu vienumu
pl: Przywróć ten element
pt: Restaurar este item
pt_br: Restaurar item
tr: Bu öğeyi geri yükle

source: Restore
ca: Restaura
lv: Atjaunot
pl: Przywróć
pt: Restaurar
pt_br: Restaurar
tr: Geri Yükle

source: Restore Selected Entries
pl: Przywróć zaznaczone wpisy
pt_br: Restaurar entradas selecionadas

source: Restore Selected
pl: Przywróć zaznaczone
pt_br: Restaurar selecionadas

source: Restored %d post
pl: Przywrócono %d wpis
pt_br: %d postagem restaurada

source: You did not have permission to restore some entries.
pl: Nie masz uprawnień aby przywracać niektóre wpisy.
pt_br: Você não possui permissão para restaurar algumas entradas.

source: Post %1$s (%2$s) restored.
ca: S'ha restaurat l'entrada %1$s (%2$s).
lv: Ieraksts %1$s (%2$s) atjaunots.
pl: Post %1$s (%2$s) został przywrócony.
pt: Artigo %1$s (%2$s) restaurado.
pt_br: Post %1$s (%2$s) restaurado
tr: Gönderi %1$s (%2$s) geri yüklendi.

source: Restored post %d
ca: S'ha restaurat l'entrada %d
lv: Atjaunoja rakstu %d
pl: Przywrócono post %d
pt: Restaurado artigo %d
pt_br: Restaurado post %d
tr: Geri yüklenen gönderi %d

source: Could not restore post %d
ca: no s'ha pogut restaurar l'entrada %d
lv: Nebija iespējams atjaunot rakstu %d
pl: Nie udało się przywrócić postu %d
pt: Não foi possível restaurar o artigo %d
pt_br: Não foi possível restaurar post %d
tr: %d gönderisi geri yüklenemedi

source: Empty Trash
ca: Buida la paperera
lv: Iztīrīt miskasti
pl: Opróżnij kosz
pt: Esvaziar o Lixo
pt_br: Esvaziar Lixeira
tr: Çöp Kutusunu Boşalt

source: Style declaration for deleted content:
ca: Declaració d'estil per al contingut eliminat:
lv: Stila deklarēšana izdzēstam saturam:
pl: Styl CSS usuniętej zawartości:
pt: Estilo para os conteúdos removidos:
pt_br: Declaração de estilo para conteúdo removido:
tr: Silinen içerik için stil bildirimi:

source: Pressing this button will permanently delete all posts from the virtual trash can. You cannot undo this.
ca: Fer clic a aquest botó eliminarà permanentment totes les entrades de la paperera virtual. Això no es pot desfer.
lv: Nospiežot šo pogu tiks neatgriezeniski izdzēsti visi raksti no virtuālās miskastes. Šo darbību nav iespējams atcelt.
pl: Naciśnięcie tego przycisku usunie na zawsze wszystkie wpisy z wirtualnego śmietnika. Nie można tego cofnąć.
pt: Ao carregar este botão irá eliminar permanentemente todos os artigos da lixo virtual. Não pode reverter o processo.
pt_br: Pressionando este botão você irá remover todos os posts da lixeira virtual. Você não poderá desfazer isto.
tr: Bu butona basmak sanal çöp kutusundaki tüm gönderileri tamamen silecektir. Bu işlemi geriye çeviremezsiniz.

source: Delete All
pl: Usuń wszystkie
pt_br: Excluir todos

source: Permanently deleted %d posts
ca: S'ha eliminat permanentment %d entrades
lv: Neatgriezeniski izdzēsti %d raksti
pl: Usunięto na zawsze %d postów
pt: Eliminados %d artigos permanentemente
pt_br: Removidos %d posts permanentemente
tr: Kalıcı olarak silinmiş %d gönderi

source: Commenters with numeric names are spammy.
ca: Comentaristes amb nom numèrics són spammers.
lv: Komentētāji ar cipariskiem vārdiem ir iespējamie surogātrakstu izplatītāji.
pl: Komentujący z numerycznymi nazwami są prawdopodobnie spamerami.
pt: Comentadores com nomes numéricos são considerados Spam.
pt_br: Autores de comentário com nome numérico são spam.
tr: sayısal isimli yorumcular spam yapıyor.

source: Comments that are only numeric are spammy.
ca: Comentaris que només són numèrics són spams.
lv: Komentāri, kuri sastāv no cipariem, ir iespējamais surogātraksts.
pl: Komentarze składające się jedynie z cyfr są prawdopodobnie spamem.
pt: Comentários que são apenas numéricos são considerados Spam.
pt_br: Comentários que são somente numéricos são spam.
tr: Sadece sayısal olan yorumlar spam içeriyor.

source: Comments that are only whitespace characters are spammy.
ca: Comentaris que només són espais són spam.
lv: Komentāri, kuri sastāv tikai no tukšuma simboliem, ir iespējamais surogātraksts.
pl: Komentarze zawierające same spacje są uznane za spam.
pt: Comentários apenas em branco são considerados Spam.
pt_br: Comentários que são somente espaços em branco são spam.
tr: Sadece boşluk karakter olan yorumlar spam içeriyor.

source: Comments that are only "array" are spammy.
ca: Comentaris que són només "array" són spam.
lv: Komentāri, kuri sastāv tikai no "array" tekstiem, ir iespējamais surogātraksts.
pl: Komentarz, składający się z ciągu przypadkowych znaków, prawdopodobnie jest spamem.
pt: Comentários que sejam apenas "cadeias" são considerados Spam.
pt_br: Comentários que são somente "array" são spam.
tr: Sadece "dizi" olan yorumlar spam içeriyor.

source: Comments that consist of only the commenters name are spammy.
ca: Cmentaris que només consisteixen en el nom del comentarista són spam.
lv: Komentāri, kuri sastāv tikai no komentātāja vārda, ir iespējamais surogātraksts.
pl: Komentarze składające się jedynie z nazwy komentującego są prawdopodobnie spamem.
pt: Comentários que consistam apenas nos nomes dos comentadores são considerados Spam.
pt_br: Comentários que consistem somente no nome do autor do comentário são spam.
tr: Sadece yorumcu ismi içeren yorumlar spam içeriyor.

source: Comments that start with strong text are spammy.
ca: Comentaris que comencen amb text en negreta són spam.
lv: Komentāri, kuriem sākumā ir izcelts teksts, ir iespējamais surogātraksts.
pl: Komentarze rozpoczynające się pogrubionym tekstem są prawdopodobnie spamem.
pt: Comentários que comecem com texto em negrito são considerados Spam.
pt_br: Comentários que começam com texto em negrito são spam.
tr: Kalın metinle başlayan yorumcular spam yapıyor.

source: There is a 3 URL limit in comments.
ca: Hi ha un límit de 3 URL per comentari.
lv: Pastāv 3 URL limits komentāros.
pl: Limit 3 adresów URL w komentarzu.
pt: Existe um limite de 3 endereços por comentário.
pt_br: Existe um limite de 3 URLs nos comentários.
tr: Yorumlarda 3 URL limiti vardır.

source: There is a 3 URL-encoded character limit in comments.
ca: hi ha un límit de caràcters codificats per URL per cada comentari.
lv: Pastāv 3 URL iekodētu simbolu limits komentāros.
pt: Existe um limite de 3 endereços com os caracteres codificados por comentário.
pt_br: Existe um limite de 3 URLs com caracteres codificados nos comentários.
tr: Yorumlarda 3 URL-kodlanmış karakter limiti var.

source: We do not accept BBCode here.
ca: Aquí no acceptem codi BB (BBCode)
lv: Mēs šeit nepieļaujam BB kodu.
pl: Nie akceptujemy BBCode.
pt: Não aceitamos BBCode nos comentários.
pt_br: Não aceitamos BBCode aqui.
tr: Burada BBCode kabul etmiyoruz.

source: Too much text that is a link compared to that which is not.
ca: Massa text que és un enllaç comparat amb text que no ho és.
lv: Pārāk daudz teksta, kurš ietilpst saitē salīdzinot ar to, kurš neietilpst.
pl: Zbyt wysoki stosunek linków do nie-linków.
pt: Demasiado texto que é uma ligação comparado ao que não o é.
pt_br: Quantidade excessiva de texto para um link comparado com o que não é.

source: Too many existing spams from this IP: %s
ca: Massa comentaris spam d'aquesta IP: %s
lv: Pārāk daudz eksistējošu mēstuļu no šīs IP: %s
pl: Za dużo spamu z tego adresu IP: %s
pt: Existe demasiado Spam deste IP: %s
pt_br: Número excessivo de spams provenientes do IP: %s
tr: Bu IP den çok fazla spam var: %s

source: The commenter's session timed out.
ca: La sessió del comentarista ha expirat.
lv: Komentētāja sesija iztecējusi.
pl: Sesja komentującego się przedawniła.
pt: A sessão do comentador expirou.
pt_br: O tempo de sessão do comentador se esgotou.
tr: Yorumcunun oturumu zaman aşımına uğradı.

source: The selected action is forbidden.
ca: L'acció seleccionada està prohibida.
lv: Iecerētā darbība ir aizliegta.
pl: Wybrana czynność jest zabroniona.
pt: A acção seleccionada não é permitida.
pt_br: A ação selecionada é proibida.
tr: Seçili hareket yasaklı.

source: Recent Comments
ca: Comentaris Recents
lv: Jaunākie komentāri
pl: Najnowsze komentarze
pt: Comentários Recentes
pt_br: Comentários recentes
tr: Son Yorumlar

source: Site Feed
pl: Kanał RSS strony
pt_br: Feed do Site

source: Comments Feed
pl: Kanał RSS komentarzy
pt_br: Feed dos Comentários

source: Comments to show:
pl: Komentarze do wyświetlenia:
pt_br: Comentários a mostrar:

source: Posts to show:
pl: Posty do wyświetlenia:
pt_br: Postagens a mostrar:

source: Display full month names:
pl: Wyświetlaj pełne nazwy miesięcy:
pt_br: Mostrar nomes completos de meses:

source: Append post count:
pt_br: Anexar contagem de post:

source: Preferred Output Style:
pt_br: Saída de estilo preferida:

source: Dropdown
pt_br: Suspensa

source: List
pl: Lista
pt_br: Listar

source: Links to show:
pl: Linki do wyświetlenia:
pt_br: Links a mostrar:

source: Button:
pl: Przycisk:
pt_br: Botão:

source: Private Post
ca: Entrada privada
lv: Privāts ieraksts
pl: Prywatny post
pt: Artigo Privado
pt_br: Post Privado
tr: Özel Yazı

source: Search CC
pt_br: Procurar CC

source: Photos
pl: Zdjęcia
pt_br: Fotos

source: Videos
pl: Filmy
pt_br: Vídeos

source: Sets
pt_br: Configurações

source: This photo has no title
ca: Aquesta imatge no té títol
lv: Šai fotogrāfijai nav nosaukuma
pl: To zdjęcie nie ma tytułu
pt: Esta foto não tem nenhum título associado
pt_br: Esta foto não possui título
tr: Bu fotoğrafın başlığı yok

source: De-Authorize
pl: Cofnij autoryzacje
pt_br: Desautorizar

source: Authorize
pl: Autoryzuj
pt_br: Autorizar

source: You have already successfully authorized Habari to access your Flickr account.
pt_br: Você autorizou com sucesso o Habari a acessar sua conta no Flickr.

source: Do you want to
pl: Czy chcesz, aby
pt_br: Você quer

source: revoke authorization
pt_br: revogar autorização

source: To use this plugin, you must
pl: Aby użyć tego pluginu, musisz
pt_br: Para usar este plugin, você precisa

source: authorize Habari to have access to your Flickr account
pt_br: autorizar Habari a ter acesso à sua conta no Flickr

source: When you have completed the authorization on Flickr, return here and
pl: Kiedy skończysz autoryzacje w serwisie Flickr, wróć tutaj i
pt_br: Quando completar sua autorização no Flickr. retorne aqui e

source: confirm that the authorization was successful
pl: potwierdź czy autoryzacja przebiegła pomyślnie
pt_br: confirme que a autorização foi bem sucedida

source: Either you have already authorized Habari to access your flickr account, or you have not yet done so. Please
pt_br: Você autorizou Habari a acessar sua conta no Flickr, ou você ainda não fez isto. Por favor

source: try again
pl: spróbuj ponownie
pt_br: tente novamente

source: Your authorization was set successfully.
pl: Twoja autoryzacja została pomyślnie ustawiona.
pt_br: Sua autorização foi um sucesso.

source: There was a problem with your authorization:
pl: Wystąpił błąd z Twoja autoryzacją:
pt_br: Houve um problema com sua autorização:

source: The Flickr Silo Plugin authorization has been deleted.
pt_br: A autorização do plugin Flickr Silo foi deletada.

source: re-authorize this plugin
pt_br: reautorize este plugin

source: Default size for images in Posts:
ca: Mida per defecte de les imatges en les entrades:
lv: Standarta izmēls attēliem rakstā:
pl: Domyślna wielkość obrazków we wpisach:
pt: Tamanho por defeito das imagens nos Artigos:
pt_br: Tamanho padrão para imagens nos Posts:
tr: Gönderilerdeki varsayılan resim boyutları:

source: Square
pl: Kwadrat
pt_br: Quadrado

source: Thumbnail
pl: Miniatura
pt_br: Miniatura

source: Small
pl: Mała
pt_br: Pequeno

source: Medium
pl: Średnia
pt_br: Médio

source: Large
pl: Duża
pt_br: Grande

source: Original Size
pl: Oryginalny rozmiar
pt_br: Tamanho Original

source: Search for photos
ca: Cerca imatges
lv: Meklēt fotogrāfijas
pl: Szukaj zdjęć
pt: Pesquisar por fotos
pt_br: Buscar por fotos
tr: Resimler için ara

source: The username and password you supplied failed to log in to Viddler.
ca: No s'ha pogut connectar a Viddler amb el nom d'usuari i la contrasenya que has especificat.
lv: Jūsu dotais lietotājvārds un parole nebija derīgi lai piekļūtu Viddler.
pl: Nie udało się zalogować do Viddlera z użyciem podanego loginu i hasła.
pt: O nome de utilizador e a palavra-passe fornecidas falharam ao autenticar-se no Viddler.
pt_br: O usuário e senha informados não puderam ser autenticados no Viddler.
tr: Girdiğiniz kullanıcı adı ve şifre Viddler' a giriş yapamadı.

source: You have logged in to Viddler.
ca: T'has connectat a Viddler.
lv: Jūs esat pieslēdzies Viddler.
pl: Zalogowałeś/aś się do Viddlera.
pt: Autenticou-se no Viddler.
pt_br: Você está autenticado no Viddler.
tr: Viddler' a giriş yaptınız.

source: Unable to retrieve target, can't detect pingback endpoint. (Source: %1$s | Target: %2$s)
pt_br: Não foi possível recuperar o alvo. Não há como detectar o ponto final do pingback. (Fonte: %1$s | Alvo: %2$s)

source: Invalid Pingback endpoint - %1$s (Source: %2$s | Target: %3$s)
pt_br: Ponto final de pingback inválido - %1$s (Fonte: %2$s | Alvo: %3$s)

source: Pingback error: %1$s - %2$s (Source: %3$s | Target: %4$s)
pt_br: Erro de Pingback: %1$s - %2$s (Fonte: %3$s | Alvo: %4$s)

source: Sent pingbacks for "%1$s", target: %2$s
ca: S'ha enviat els pingbacks per "%1$s" amb un target %2$s
lv: Sūtīt atpakaļpingus prieks "%1$s", mērķis: %2$s
pl: Wysłane sygnały pingback dla „%1$s”, cel: %2$s
pt: Pingbacks enviados para "%1$s", destino: %2$s
pt_br: Pingbacks enviados de "%1$s" para %2$s
tr: "%1$s" için geri bildirim yolla, hedef: %2$s

source: Send Pingbacks to Links
ca: Envia pingbacks als enllaços
lv: Sūtīt atpakaļpingus saitēm
pl: Wysyłaj sygnały pingback do linków
pt: Enviar Pingbacks para Links
pt_br: Enviar Pingbacks para Links
tr: Bağlantılara Geri Bildirim Yolla

source: help
ca: ajuda
lv: palīdzība
pl: pomoc
pt: ajuda
pt_br: ajuda
tr: yardım

source: Your <strong>.htaccess</strong> file is not writable. In order to successfully install Habari, please paste the following into
ca: No es pot escriure al teu arxiu <strong>.htaccess</strong>. Per a instal·lar Habari correctament, enganxa-hi el codi següent
lv: Jūsu <strong>.htaccess</strong> fails nav rakstāms. Lai veiksmīgi būtu iespējams uzinstalēt Habari, lūdzu ievietojiet sekojošo informāciju
pl: Twój plik <strong>.htaccess</strong> nie jest zapisywalny. Aby zainstalować Habari, wklej poniższy kod do
pt: O seu ficheiro <strong>.htaccess</strong> não é passível de escrita. De forma a instalar com sucesso o Habari, por favor cole o seguinte em
pt_br: Seu arquivo <strong>.htaccess</strong> não é gravável. Para instalar Habari com sucesso, por favor, cole o seguinte em
tr: <strong>.htaccess</strong> dosyanız yazılabilir değil. Habari'yi başarılı olarak yüklemeniz için lütfen takip edeni şunun içine yapıştırın

source: <strong>.htaccess</strong> is a file that tells your Apache web server to send requests to Habari for handling. Habari is not able to write this file to your server automatically, so you must create this file yourself to continue the installation.
ca: <strong>.htaccess</strong> és un arxiu que fa que el teu servidor Apache enviï peticions a Habari per a configurar-se. Habari no pot crear aquest arxiu al teu servidor automàticament, per la qual cosa hauràs de crear l'arxiu tu mateix per a continuar amb la instal·lació.
pl: <strong>.htaccess</strong> jest plikiem, który określa, by serwer Apache wysyłał żądania skryptowi Habari do obsługi. Habari nie może pisać do tego pliku na serwerze automatycznie, więc musisz utworzyć go samodzielnie, by kontynuować instalację.
pt: O ficheiro <strong>.htaccess</strong> é um ficheiro que diz ao seu servidor web Apache para enviar pedidos para o Habari para gestão. O Habari não consegue escrever este ficheiro no seu servidor automaticamente, pelo que terá de criar o ficheiro para continuar a instalação.
pt_br: <strong>.htaccess</strong> é um arquivo que fala ao seu servidor web Apache enviar pedidos ao Habari para o mesmo manipular. Habari não é capaz de gravar este arquivo em seu servidor automaticamente, então você precisa criar este arquivo para continuar a instalação.

source: Learn More&hellip;
pl: Dowiedz się więcej&hellip;
pt_br: Aprenda mais&hellip;

source: When you have successfully placed the .htaccess file, run the installer again.
ca: Quan hagis ubicat currectament l'arxiu .htaccess, executa l'instal·lador un altre cop.
lv: Kas esat veiksmīgi ievietojis .htaccess failu, palaidiet instalācijas programmu vēlreiz.
pl: Po umieszczeniu pliku .htaccess uruchom instalator ponownie.
pt: Quanto tiver colocado o ficheiro .htaccess com sucesso, execute o instalador novamente.
pt_br: Ao substituir com sucesso o arquivo .htaccess, execute novamente o instalador.
tr: Başarılı olarak çhtaccess dosyasını yerleştirince tekrardan yükleyiciyi çalıştır.

source: Restart Installer
ca: Reinicia l'Instal·lador
lv: Atkārtot instalāciju
pl: Uruchom ponownie instalator
pt: Reiniciar Instalador
pt_br: Reiniciar instalador
tr: Yükleyiciyi Yeniden Başlat

source: Database Setup
ca: Configuració de la Base de dades
lv: Datubāzes iestatīšana
pl: Ustawienia bazy danych
pt: Configuração da Base de Dados
pt_br: Configurar banco de dados
tr: Veri Tabanı Kurulumu

source: Database Type
ca: Tipus de Base de dades
lv: Datubāzes tips
pl: Typ bazy danych
pt: Tipo de Base de Dados
pt_br: Tipo de banco de dados
tr: Veri Tabanı Türü

source: %1$s - missing PDO driver, see help
ca: %1$s - falta un driver PDO, mira l'ajuda
lv: %1$s - trūkstošs PDO dzinis, skatīt palīdzību
pl: %1$s - brakujący sterownik PDO, zajrzyj do pomocy
pt: %1$s - falta driver PDO, veja a ajuda
pt_br: %1$s - Driver PDO faltando, consulte a ajuda
tr: %1$s - kayıp PDO sürücüsü, yardıma bakın

source: <strong>Database Type</strong> specifies the type of database to which Habari will connect. Changing this setting may affect the other fields that are available here. If the database engine that you wanted to use is not in this list, you may need to install a PDO driver to enable it.
ca: El <strong>Tipus de Base de dades</strong> especifica el tipus de base de dades a la que connectarà Habari. Canviar aquesta configuració pot afectar els altres camps que estan disponibles aquí. Si el motor de la base de dades que volies fer servir no és en aquesta llista, hauàs d'instal·lar un driver PDO per tal d'habilitar-lo.
lv: <strong>Datubāzes tips</strong> nosaka kāda tipa datubāzei Habari pieslēgsies. Šī iestatījuma maiņa var iespaidot citus šeit atrodošos laukus. Ja jūsu izvēlētais datubāzes dzinējs šeit nav atrodams, jums var būt nepieciešams instalēt PDO dzini lai to pieļautu.
pl: <strong>Typ bazy danych</strong> określa typ bazy danych, z jaką Habari ma się połączyć. Zmiana tego ustawienia może wpłynąć na inne pola, które są dostępne. Jeśli silnika baz danych, którego chcesz użyć, nie ma na tej liście, musisz doinstalować odpowiedni moduł PDO, by go włączyć.
pt: <strong>Tipo de Base de Dados</strong> especifica o tipo de base de dados à qual o Habari se vai ligar. Ao alterar esta definição poderá afectar os outros campos aqui disponíveis. Se o motor de base de dados que quer usar não está na lista, poderá ter que instalar um driver PDO para o activar.
pt_br: <strong>Tipo de Banco de Dados</strong> especifica o tipo de banco de dados em que o Habari irá se conectar. Alterando esta configuração pode afetar outros campos disponíveis aqui. Se o banco de dados que você quer usar não está em sua lista, você precisará instalar o driver PDO para habilitá-lo.
tr: <strong>Veritabanı Çeşidi</strong>, Habarinin bağlanacağı veritabanı çeşidini belirler. Bu ayarı değiştirmek, başka alanların değişmesine sebep olabilir. . Eğer kullanmak istediğiniz veritabanı listede yoksa, onu etkin hale getirmek için PDO sürücüsünü yüklemeniz gerekebilir.
