Repository: somefool/habari-extras
Catalog: locales/*/trunk/LC_MESSAGES/habari.po
Languages: ca, lv, pl, pt, pt_br, tr

source: [You] have published %1$s%2$s
ca: [Tu] has publicat %1$s%2$s
lv: [Jūs] esat publicējis %1$s%2$s
pl: Opublikowałeś %1$s%2$s
pt: [Você] publicou %1$s%2$s
pt_br: [Você] publicou %1$s%2$s

source: with
ca: amb
lv: ar
pl: z
pt: com
pt_br: com
tr: ile

source: %d scheduled post
ca: %d entrada programada
lv: %d ieplānotais raksts
pl: %d zaplanowany wpis
pt: %d artigo agendado
pt_br: %d post agendado
tr: %d zamanlanmış gönderi

source: %d comment awaiting approval
pl: %d oczekujący komentarz
pt_br: %d comentário esperando aprovação

source: You have %s
ca: Tens %s
lv: Jums ir %s
pl: Masz %s
pt: Você tem %s
pt_br: Você tem %s
tr: % sahipsiniz

source: %1$s update released on %2$s: %3$s
pl: %1$s aktualizacja wydana w dniu %2$s: %3$s
pt_br: %1$s atualização lançada em %2$s: %3$s

source: %1$s update: %3$s
pl: %1$s aktualizacja: %3$s
pt_br: %1$s atualização: %3$s

source: %1$s <a href="%2$s">%3$s</a> has the following updates available: %4$s
pt_br: %1$s <a href="%2$s">%3$s</a> tem as seguintes atualizações disponíveis: %4$s

source: Welcome to Habari! We hope that you will jump right in and start exploring. If you get stuck or want to learn more about some of the advanced features, we encourage you to read the [manual], which is bundled with every Habari install. This link also appears at the bottom of every page in the admin area.
ca: Benvingut a Habari! Esperem que t'hi endinsis ara mateix i comencis a explorar. Si et quedes bloquejat o vols aprendre més sobre algunes característiques avançades, t'animem a que llegeixis el [manual], que s'adjunta a cada instal·lació de Habari. Aquest enllaç també apareix al peu de cada pàgina de l'àrea d'administració.
lv: Esiet sveiks programmā Habari! Mēs ceram, jūs tūlīt sāksiet pētīt tās iespējas. Ja kur iesprūstat vai vēlaties izzināt ko vairāk, mēs iesakām jums lasīt [rokasgrāmatu], kura pievienota visām Habari instalācijām. Šī saite parādīsies jebkuras administratora pārvaldības lapas apakšā.
pl: Witaj w Habari! Mamy nadzieję, że zaczniesz je poznawać i używać. Jeśli będziesz miał problem, lub będziesz chciał się dowiedzieć czegoś o bardziej zaawansowanych funkcjach, przeczytaj [podręcznik użytkownika], dołączony do każdej instalacji Habari. Link do niego jest też wyświetlany w stopce wszystkich stron panelu administracyjnego.
pt: Bem vindo ao Habari! Esperamos que comece já a explorar. Se ficar bloqueado ou quiser aprender mais sobre algumas das funcionalidades avançadas, encorajamo-lo a ler o [manual], que vem com qualquer instalação do Habari. Este link também aparece no final de cada página da área de administração.
pt_br: Bem-vindo ao Habari! Esperamos que você entre logo e já comece a explorar. Se você tiver alguma dúvida ou quiser aprender mais sobre funções avançadas, nós o encorajamos a ler o [manual] que vem junto com toda instalação do Habari. O link para o manual aparece no rodapé de toda página na área administrativa.

source: Habari Manual
ca: Manual de Habari
lv: Habari rokasgrāmata
pl: Podręcznik użytkownika Habari
pt: Manual do Habari
pt_br: Manual do Habari
tr: Habari Manuel

source: This message will disappear next time you visit.
ca: Aquest missatge desapareixerà el proper cop que visitis aquesta pàgina.
lv: Šī ziņa nākošajā apmeklējuma reizē vairs nebūs redzama.
pl: Ta wiadomość zniknie przed Twoją następną wizytą.
pt: Esta mensagem irá desaparecer na próxima visita.
pt_br: Esta mensagem não será exibida na próxima visita.
tr: Bu mesaj bir sonraki ziyaretinizde kaybolacak.

source: All plugins
ca: Totes les extensions
lv: Visi spraudņi
pl: Wszystkie wtyczki
pt: Todos os plugins
pt_br: Todos os complementos
tr: Tüm eklentiler

source: Active Plugins
ca: Extensions actives
lv: Aktīvie spraudņi
pl: Aktywne wtyczki
pt: Plugins Activos
pt_br: Complementos Ativos
tr: Aktif Eklentiler

source: Inactive Plugins
ca: Extensions inactives
lv: Neaktīvie spraudņi
pl: Nieaktywne wtyczki
pt: Plugins Inactivos
pt_br: Complementos Desativados
tr: İnaktif Eklentiler

source: search plugins
ca: cerca els plugins
lv: meklēt spraudņus
pl: szukaj wtyczek
pt: procurar plugins
pt_br: buscar complementos
tr: eklentileri ara

source: Upload Plugin Package
ca: Carrega el paquet de l'extensió
lv: Augšuplādēt spraudņa pakotni
pl: Wgraj pakiet wtyczek
pt: Enviar pacote de Plugin
pt_br: Pacote de Envio de Plugin
tr: Eklenti Paketini Yükle

source: Upload
ca: Carrega
lv: Augšuplādēt
pl: Wgraj na serwer
pt: Enviar
pt_br: Envio
tr: Yükle

source: All Groups
ca: Tots els grups
lv: Visas grupas
pl: Wszystkie grupy
pt: Todos os Grupos
pt_br: Todos os Grupos
tr: Bütün Gruplar

source: Group Management
ca: Gestió de grups
lv: Grupu pārvaldība
pl: Zarządzanie grupami
pt: Gestão de Grupos
pt_br: Gerenciar Grupo
tr: Grup Yönetimi

source: Add Group
ca: Afegeix un grup
lv: Pievienot grupu
pl: Dodaj grupę
pt: Adicionar Grupo
pt_br: Adicionar Grupo
tr: Grup Ekle

source: Group Name
ca: Nom del grup
lv: Grupas vārds
pl: Nazwa grupy
pt: Nome do Grupo
pt_br: Nome do Grupo
tr: Grup Adı

source: 0 of 0
ca: 0 de 0
lv: 0 no 0
pl: 0 z 0
pt: 0 de 0
pt_br: 0 de 0
tr: 0 da 0

source: Delete selected comments
pl: Usuń zaznaczone komentarze
pt_br: Delete os comentários selecionados

source: Delete all spam comments
pl: Usuń wszystkie komentarze oznaczone jako spam
pt_br: Delete todos os comentários spam

source: Delete All Spam
pl: Usuń cały spam
pt_br: Delete o Spam

source: Delete all unapproved comments
pl: Usuń wszystkie niezatwierdzone komentarze
pt_br: Delete todos os comentários desaprovados

source: Delete All Unapproved
pl: Usuń wszystkie niezatwierdzone komentarze
pt_br: Delete os Desaprovados

source: Approve selected comments
pl: Zatwierdź zaznaczone komentarze
pt_br: Aprove os comentários selecionados

source: Mark selected approved
pl: Zatwierdź zaznaczone
pt_br: Marque o selecionado como aprovado

source: Unapprove selected comments
pl: Odrzuć zazaczone komentarze
pt_br: Desaprove os comentários selecionados

source: Mark selected unapproved
pl: Oznacz zaznaczone jako niezatwierdzone.
pt_br: Marque o selecionado como desaprovado

source: Mark selected comments as spam
pl: Oznacz zaznaczone komentarze jako spam
pt_br: Marque os comentários selecionados como spam

source: Mark selected spam
pl: Oznacz zaznaczone jako spam
pt_br: Marque o selecionado como spam

source: Group %1$s has <strong>%2$d</strong> member
pl: Grupa %1$s ma <strong>%2$d</strong> członka
pt_br: Grupo %1$s tem <strong>%2$d</strong> membro

source: Group Members
pl: Członkowie grupy
pt_br: Membros do Grupo

source: Members
ca: Membres
lv: Biedri
pl: Członkowie
pt: Membros
pt_br: Membros
tr: Üyeler

source: Members To Add
ca: Membres per afegir
lv: Lietotāji, kuri jāpievieno
pl: Członkowie do dodania
pt: Membros a Adicionar
pt_br: Membros para Adicionar
tr: Eklenecek Üyeler

source: Add
ca: Afegeix
lv: Pievienot
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
tr: Ekle

source: Members To Remove
ca: Membres per esborrar
lv: Lietotāji, kuri jāizmet
pl: Członkowie do usunięcia
pt: Membros a Eliminar
pt_br: Membros para Remover
tr: Kaldırılacak Üyeler

source: Group Permissions
ca: Permisos del grup
lv: Grupas atļaujas
pl: Uprawnienia grupy
pt: Permissões de Grupo
pt_br: Permissões do Grupo
tr: Grup İzinleri

source: Token Description
pl: Szczegóły uprawnienia
pt_br: Descrição da Prova

source: allow
pl: zezwól
pt_br: permitir

source: deny
pl: odrzuć
pt_br: negar

source: Apply
ca: Aplica
lv: Pielietot
pl: Zastosuj
pt: Aplicar
pt_br: Salvar
tr: Uygula

source: Login to %s
ca: Connecta't a %s
lv: Pieslēgties %s
pl: Zaloguj się do %s
pt: Iniciar sessão em %s
pt_br: Logar-se a %s
tr: %s giriş yap

source: Name
ca: Nom
lv: Vārds
pl: Nazwa
pt: Nome
pt_br: Nome
tr: İsim

source: name
ca: nom
lv: vārds
pl: nazwa użytkownika
pt: nome
pt_br: nome
tr: isim

source: password
ca: contrasenya
lv: parole
pl: hasło
pt: senha
pt_br: senha
tr: şifre

source: Reset password
pl: Zresetuj hasło
pt_br: Recuperar senha

source: Manage posts tagged %1$s
pl: Zarządzaj wpisami oznaczonymi tagiem %1$s
pt_br: Gerenciar postagens com tag %1$s

source: No tags could be found to match the query criteria.
pl: Nie znaleziono tagów pasujących do kryteriów wyszukiwania.
pt_br: Não foram encontradas tags que correspondam ao critério da consulta.

source: No Upgrades
ca: Sense Actualitzacions
lv: Nav jauninājumu
pl: Brak aktualizacji
pt: Sem upgrades
pt_br: Não há atualizações
tr: Yükseltme Yok

source: Database file "%s" must be writable.
pl: Plik bazy danych "%s" musi być zapisywalny.
pt_br: O arquivo banco de dados "%s" necessita estar habilitado para gravação.

source: not yet supported on SQLite
ca: encara no funciona en SQLite
lv: SQLite to pagaidām neatbalsta
pl: nie jest wspierane przez SQLite
pt: ainda não suportado no SQLite
pt_br: ainda não suportado no SQLite
tr: SQLite üzerinde henüz desteklenmiyor

source: Edit post
ca: Edita l'entrada
lv: Labot rakstu
pl: Edytuj wpis
pt: Editar post
pt_br: Editar postagem
tr: Yazıyı düzenle

source: Comments on this post
ca: Comentaris a aquesta entrada
lv: Šī raksta komentāri
pl: Komentarze do tego wpisu
pt: Comentários neste artigo
pt_br: Comentários desta postagem
tr: Bu yazıdaki yorumlar

source: Newer Posts
ca: Entrades següents
lv: Jaunāki raksti
pl: Nowsze wpisy
pt: Novos Artigos
pt_br: Postagens mais recentes
tr: Yeni Yazılar

source: Older Posts
ca: Entrades anteriors
lv: Vecāki raksti
pl: Starsze wpisy
pt: Artigos Antigos
pt_br: Postagens mais antigas
tr: Eski Yazılar

source: Comments are closed for this post
ca: Els comentaris estan tancats per aquesta entrada
lv: Šim rakstam komentāri slēgti
pl: Komentarze do tego wpisu są zablokowane
pt: Comentários estão fechados para este artigo
pt_br: Postagem não aberta a comentários
tr: Bu gönderi yoruma kapatılmış.

source: Whoops! 404
ca: Ups! 404
pl: Ooops! 404
pt: Oops! 404
pt_br: Oops! 404
tr: 404 Hatası!

source: The page you were trying to access is not really there. Please try again.
ca: La pàgina a la que volies accedir sembla que en realitat no és aquí. Torna-ho a intentar.
lv: Lapa, kurai mēģināt piekļūt, šeit neatrodas. Lūdzu, mēģiniet vēlreiz.
pl: Strona, którą chciałeś odwiedzić nie istnieje. Spróbuj ponownie.
pt: A página a que tentou aceder não está aqui. Tente novamente.
pt_br: A página que está tentando acessar não está neste local. Favor tentar novamente.
tr: Böyle bir sayfa bulunmuyor. Lütfen tekrar deneyin.

source: Search %s
ca: Cerca %s
lv: Meklēt %s
pl: Szukaj %s
pt: Pesquisar %s
pt_br: Pesquisar %s
tr: Ara %s

source: Go
ca: Vés
lv: Ej
pl: Idź
pt: Ir
pt_br: Ir
tr: Devam

source: {blog entries}
ca: {entrades del blog}
lv: {emuāra raksti}
pl: {wpisy}
pt: {artigos}
pt_br: {entradas de blog}
tr: {blog yazıları}

source: {comments}
ca: {comentaris}
lv: {komentāri}
pl: {komentarze}
pt: {comentários}
pt_br: {comentários}
tr: {yorumlar}

source: Powered by Habari
ca: Funciona amb Habari
lv: Balstīts uz Habari
pt_br: Movido a Habari
tr: Habari Sponsorluğunda

source: Admin area
ca: Àrea d'administració
lv: Administratora sadaļa
pl: Strefa administratora
pt: Área admin
pt_br: Área do administrador
tr: Yönetici alanı

source: Admin
ca: Administració
lv: Administrators
pl: Administracja
pt_br: Administrador
tr: Yönetici

source: No posts published, yet.
ca: Encara no hi ha cap entrada publicada.
lv: Neviens raksts nav publicēts, pagaidām.
pl: Brak opublikowanych wpisów.
pt: Nenhum artigo publicado, ainda.
pt_br: Nenhuma postagem publicada ainda.
tr: Henüz bir gönderi yayımlanmamış.

source: Continue reading %s
ca: Segueix llegint %s
lv: Turpināt lasīt %s
pl: Kontynuuj czytanie %s
pt: Continuar a ler %s
pt_br: Continuar lendo %s
tr: %s okumaya devam et.

source: more
ca: més
lv: vēl
pl: więcej
pt: mais
pt_br: mais
tr: devamı

source: %1$s is powered by %2$s
ca: %1$sfunciona amb %2$s
lv: %1$s ir balstīts uz %2$s
pl: Strona %1$s jest zasilana przez %2$s
pt: %1$s usa %2$s
pt_br: %1$s é movido a %2$s
tr: %1$s sunan %2$s

source: Atom Entries
ca: Entrades Atom
lv: Atom ieraksti
pl: Kanał wpisów
pt: Entradas Atom
pt_br: Entradas Atom
tr: Atom Yazıları

source: Atom Comments
ca: Comentaris Atom
lv: Atom komentāri
pl: Kanał komentarzy
pt: Comentários Atom
pt_br: Comentários Atom
tr: Atom Yorumları

source: Show Title Image:
pl: Pokaż tytuł obrazu:
pt_br: Mostrar o Título da Imagem:

source: Check to show the title image, uncheck to display the title text.
pl: Zaznacz, aby pokazać tytuł obrazu, odznacz, aby wyświetlić tekst tytułu.
pt_br: Marque para mostrar o título da imagem, desmarque para mostrar o título do texto.

source: Home label:
pl: Tytuł pierwszej zakładki:
pt_br: Rótulo de Início:

source: Set to whatever you want your first tab text to be.
pl: Ustaw tekst wyświetlany w pierwszej zakładce nawigacji.
pt_br: Coloque o que deseja que sua primeira tabela seja

source: Show Entry Paperclip:
pl: Pokaż spinacz wpisu:
pt_br: Mostre o Clipe da Entrada:

source: Check to show the paperclip graphic in posts, uncheck to hide it.
pl: Zaznacz, aby pokazać grafikę spinacza w wpisach, odznacz, aby to ukryć.
pt_br: Marque para mostrar o clipe gráfico nas postagens, desmarque para escondê-lo.

source: Show Page Paperclip:
pl: Pokaż spinacz strony:
pt_br: Mostre o Clipe da Página:

source: Check to show the paperclip graphic in pages, uncheck to hide it.
pl: Zaznacz, aby pokazać grafikę spinacza w stronach, odznacz, aby to ukryć.
pt_br: Marque para mostrar o clipe gráfico em páginas, desmarque para escondê-lo.

source: Show Powered By:
pl: Pokaż "Powered By":
pt_br: Mostrar Movido a:

source: Check to show the "powered by Habari" graphic in the sidebar, uncheck to hide it.
pl: Zaznacz, aby pokazać grafikę "Powered By Habari" w bocznym panelu, odznacz, aby to ukryć.
pt_br: Marque para mostrar o gráfico de "Movido a Habari" na barra lateral, desmarque para escondê-lo.

source: Display Login:
pl: Wyświetl logowanie:
pt_br: Mostrar Ligar:

source: Check to show the Login/Logout link in the navigation bar, uncheck to hide it.
pl: Zaznacz, aby pokazać link do logowania/wylogowania się w pasku nawigacji, odznacz, aby to ukryć.
pt_br: Marque para mostrar o link de Ligar/Desligar na barra de navegação, desmarque para escondê-lo.

source: Tags in Multiple Posts Page:
pl: Tagi w wielu wpisach:
pt_br: Tags em Páginas com Múltiplas Postagens:

source: Check to show the post tags in the multiple posts pages (search, tags, archives), uncheck to hide them.
pl: Zaznacz, aby pokazać tagi w wielu wpisach na raz (wyszukiwarka, tagi, archiwum), odznacz, aby to ukryć.
pt_br: Marque para mostrar tags de postagens nas páginas de múltiplas postagens (pesquisa, tags, arquivos), desmarque para escondê-las.

source: Show Post Navigation:
pl: Pokaż nawigacje wpisu:
pt_br: Mostrar Navegação de Postagem:

source: Set to true to show single post navigation links, false to hide them.
pt_br: Coloque como verdadeiro para mostrar links de navegação de postagens únicas, falso para escondê-los.

source: Tag Cloud Count:
pl: Liczba chmur tagów
pt_br: Contagem da núvem de tags:

source: Set to the number of tags to display on the default "cloud".
pt_br: Coloque o número de tags para mostrar na "nuvem" padrão.

source: Options saved
ca: Opcions desades
lv: Opcijas saglabātas
pl: Ustawienia zapisane
pt: Opções guardadas
pt_br: Opções salvas
tr: Ayarlar kaydedildi

source: Displaying posts tagged: %s
ca: Mostrant entrades etiquetades com a: %s
lv: Tiek rādīti raksti ar birku: %s
pl: Wpisy oznaczone tagiem: %s
pt: Mostrando artigos etiquetados: %s
pt_br: Visualizando postagens identificadas por: %s
tr: %s ile etiketlenmiş gönderiler

source: No Comments
ca: Cap comentari
lv: Nav komentāru
pl: Brak komentarzy
pt: Sem comentários
pt_br: Nenhum comentário
tr: Yorum Yok

source: Search for
ca: Cerca
lv: Meklēt
pl: Szukaj
pt: Pesquisar por
pt_br: Pesquisar por
tr: Ara

source: Search results for '%s'
ca: Resultats de la cerca per '%s'
lv: Meklēt rezultātus priekš '%s'
pl: Wyniki wyszukiwania '%s'
pt: Resultados da pesquisa para '%s'
pt_br: Resultados da pesquisa por '%s'
tr: '%s' için arama sonuçları

source: No results found for your search '%1$s'
ca: No s'ha trobat cap resultat per la teva cerca '%1$s'
lv: Jūsu meklēšana pēc '%1$s' nedeva rezultātus
pl: Nic nie znaleziono dla frazy '%1$s'
pt: Nenhum resultado encontrado para a sua pesquisa '%1$s'
pt_br: Nenhum resultado encontrado para '%1$s'
tr: '%1$s' araması için hiç sonuç bulunamadı.

source: You can try searching for '%2$s'
ca: Pots provar de cercar '%2$s'
lv: Jūs varat mēģināt meklēt '%2$s'
pl: Możesz spróbować wyszukać '%2$s'
pt: Tente pesquisar por '%2$s'
pt_br: Você pode tentar pesquisar por '%2$s'
tr: '%2$s' şeklinde arama yapmayı deneyebilirsiniz.

source: No results found for your search '%s'
ca: No s'ha trobat cap resultat per la teva cerca '%s'
lv: Jūsu meklēšana pēc '%s' nedeva rezultātus
pl: Nic nie znaleziono dla frazy '%1$s'
pt: Nenhum resultado encontrado para a sua pesquisa '%s'
pt_br: Nenhum resultado encontrado para a pesquisa por '%s'
tr: '%s' araması için hiç sonuç bulunamadı.

source: (Required)
ca: (Necessari)
lv: (Nepieciešams)
pl: (Wymagane)
pt: (Obrigatório)
pt_br: (Necessário)
tr: Gerekli

source: Mail
ca: Correu electrònic
lv: Pasts
pl: E-mail
pt: Enviar um E-Mail
pt_br: Correio
tr: Posta

source: (will not be published
pl: (nie będzie opublikowany
pt_br: (não será publicado

source: - Required)
pl: - wymagane)
pt_br: - Necessário)

source: Website
ca: Web
lv: Tīkla vietne
pl: Strona WWW
pt: Página Web
pt_br: Página da Web
tr: Web Sitesi

source: Submit
ca: Envia
lv: Apstiprināt
pl: Wyślij
pt: Enviar
pt_br: Enviar
tr: Gönder

source: Time of this comment - Click for comment permalink
pl: Czas komentarza - Kliknij, aby uzyskać link do tego komentarza
pt_br: Horário deste comentário - Clique para comentário permalink

source: Your comment is awaiting moderation
ca: El teu comentari està esperant a ser moderat
lv: Jūsu komentārs gaida apstiprināšanu
pl: Twój komentarz czeka na zatwierdzenie
pt: O seu comentário está a aguardar moderação
pt_br: You comentário está aguardando moderação
tr: Yorumunuz onay bekliyor

source: Be the first to write a comment!
ca: Sigues el primer en deixar un comentari!
lv: Ieraksti komentāru pirmais!
pl: Bądź pierwszym komentatorem!
pt: Seja o primeiro a escrever um comentário!
pt_br: Seja o primeiro a comentar!
tr: İlk yorum yazan siz olun!

source: Tagged:
ca: Etiquetes:
lv: Birkas:
pl: Oznaczono tagami:
pt: Etiquetado:
pt_br: Identificação:
tr: Etiketlenmiş:

source: Newer Results
ca: Resultats següents
lv: Jaunāki razultāti
pl: Nowsze wyniki
pt: Novos Resultados
pt_br: Resultados mais recentes
tr: Daha Yeni Sonuçlar

source: Older Results
ca: Resultats anteriors
lv: Vecāki rezultāti
pl: Starsze wyniki
pt: Resultados Antigos
pt_br: Resultados mais antigos
tr: Daha Eski Sonuçlar

source: to
ca: a
lv: uz
pl: na
pt: para
pt_br: a
tr: den

source: Feed for this Entry
ca: Fil d'aquesta entrada
lv: Barotne šim ierakstam
pl: Kanał RSS dla tego wpisu
pt: Feed para esta Entrada
pt_br: Feed para essa entrada
tr: Bu yazının Beslemesi

source: Comment
pl: Komentarz
pt_br: Comentário

source: Permanent Link to this Comment
ca: Enllaç permanent a aquest comentari
lv: Patstāvīga saite uz šo komentāru
pl: Stały link do tego komentarza
pt: Link Permanente para este Comentário
pt_br: Link permanente para este comentário
tr: Bu Yoruma Kalıcı Bağlantı

source: Comment by
ca: Comentari de
lv: Apstiprinājis
pl: Skomentował(a)
pt: Comentário por
pt_br: Comentário por
tr: Yorumun sahibi

source: Time of this comment
ca: Hora d'aquest comentari
lv: Šī komentāra ierakstīšanas laiks
pl: Komentarz dodany
pt: Hora deste comentário
pt_br: Horário deste comentário
tr: Yorumun tarihi

source: In moderation
ca: En moderació
lv: gaida apstiprināšanu
pl: W moderacji
pt: Em moderação
pt_br: Sob moderação

source: There are currently no comments.
ca: Actualment no hi ha cap comentari.
lv: Dotajā brīdī nav komentāru.
pl: Aktualnie nie ma żadnych komentarzy.
pt: Actualmente não existem comentários.
pt_br: Não existem comentários no momento.
tr: Henüz yorum yok.

source: It seems you couldn't find what you are looking for.
ca: Sembla que no pots trobar el que busques.
lv: Liekas, jums neizdevās atrast meklēto.
pl: Wygląda na to, że nie możesz znaleźć czegoś, czego szukasz.
pt: Parece que não conseguiu encontrar o que procurava.
pt_br: Parece que não conseguiu encontrar o que estava procurando.
tr: Görünüşe bakılırsa aradığınızı bulamadınız.

source: Perhaps you can try searching.
ca: Potser podries provar de cercar.
lv: Varbūt jūs varat mēģināt meklēt.
pl: Może spróbuj użyć wyszukiwarki.
pt: Talvez possa tentar pesquisar.
pt_br: Talvez possa tentar pesquisar.
tr: Belki aramayı deneyebilirsiniz.

source: Search
ca: Cerca
lv: Meklēt
pl: Szukaj
pt: Pesquisar
pt_br: Procurar
tr: Ara

source: Go!
ca: Vés!
lv: Ej!
pl: Idź!
pt: Ir!
pt_br: Ir!
tr: Git!

source: Subscribe to Feed
ca: Subscriu-te al fil
lv: Pierakstīties uz barotni
pl: Zasubskrybuj kanał
pt: Subscrever a Feed
pt_br: Assinar o Feed
tr: Beslemeye Üye Ol

source: Navigation
ca: Navegació
lv: Navigācija
pl: Nawigacja
pt: Navegação
pt_br: Navegação
tr: Navigasyon

source: Home
ca: Inici
lv: Sākums
pl: Start
pt: Início
pt_br: Início
tr: Ana Sayfa

source: Asides
ca: Minientrades
lv: Sānos
pl: Poboczne
pt: Àpartes
pt_br: Alternativo

source: Results for search of
ca: Resultats de la cerca per
lv: Meklēšanas rezultāti pēc
pl: Wyniki wyszukiwania
pt: Resultados para a pesquisa de
pt_br: Resultados da pesquisa por
tr: Arama sonuçları

source: No results for
ca: No hi ha resultats per
lv: Neatbilst rezultātu priekš
pl: Brak rezultatów dla
pt: Sem resultados para
pt_br: Não há resultados para
tr: Sonuç yok

source: is powered by
ca: funciona amb
lv: balstīts uz
pl: jest zasilana przez
pt: é feito em
pt_br: é movido a
tr: sunan

source: That login is incorrect.
ca: Aquestes dades no són correctes.
lv: Pieteikšanās vārds ir nekorekts.
pl: Login jest nieprawidłowy.
pt: Esse login está incorrecto.
pt_br: Este login está incorreto.
tr: Bu giriş yanlış.

source: You are logged in as
ca: Estàs connectat com a
lv: Jūs esat pieteicies kā
pl: Jesteś zalogowany jako
pt: Iniciou sessão como
pt_br: Você entrou como
tr: Giriş yaptığınız kullanıcı:

source: Want to
ca: Vols
lv: VēlosV
pl: Czy chcesz się
pt: Quer
pt_br: Deseja

source: log out
ca: desconnectar-te
lv: Atteikties
pl: wylogować
pt: sair
pt_br: Sair
tr: çıkış

source: Password:
ca: Contrasenya:
lv: Parole:
pl: Hasło:
pt: Senha:
pt_br: Senha:
tr: Şifre

source: GO!
ca: VÉS!
lv: Ej!
pl: IDŹ!
pt: IR!
pt_br: IR!
tr: GİT!

source: About You
ca: Sobre tu
lv: Par jums
pl: Informacje o Tobie
pt: Sobre Si
pt_br: Sobre você
tr: Hakkımda

source: Required
ca: Necessari
lv: Nepieciešams
pl: Wymagane
pt: Obrigatório
pt_br: Obrigatório
tr: Gerekli

source: Email Address:
ca: Correu electrònic:
lv: E-pasta adrese:
pl: Adres E-mail:
pt: Endereço de Email:
pt_br: Endereço de email:
tr: E-posta Adresi:

source: Web Address:
ca: Web:
lv: Tīkla vietnes adrese:
pl: Adres WWW:
pt: Endereço Web:
pt_br: Endereço na web:
tr: Web Adresi:

source: <p><em><small>Email address is not published</small></em></p>
pl: <p><em><small>Adres E-mail nie jest publikowany</small></em></p>
pt_br: <p><em><small>Endereço de email não é publicado</small></em></p>

source: Add to the Discussion
ca: Afegeix a la discussió
lv: Par diskusiju
pl: Dołącz do dyskusji
pt: Adicionar à discussão
pt_br: Adicionar à discussão
tr: Tartışmaya Ekle

source: Message: (Required)
pl: Wiadomość: (Wymagane)
pt_br: Mensagem (Necessário)

source: Page:
ca: Pàgina:
lv: Lapa:
pl: Strona:
pt: Página:
pt_br: Página:
tr: Sayfa:

source: by %s
ca: per %s
lv: no %s
pl: przez %s
pt: por %s
pt_br: por %s
tr: yazan %s

source: Error!
lv: Kļūda!
pl: Błąd!
pt: Erro!
pt_br: Erro!
tr: Hata!
