Repository: somefool/habari-extras
Catalog: locales/*/trunk/LC_MESSAGES/habari.po
Languages: ca, lv, pl, pt, pt_br, tr

source: User %1$s: Added to %2$s group.
ca: S'ha afegit l'usuari %1$s al grup %2$s.
lv: Lietotājs %1$s pievienots grupai %2$s.
pl: Użytkownik %1$s: Dodany do grupy %2$s.
pt: Utilizador %1$s: Adicionado ao grupo %2$s.
pt_br: Usuário %1$s: Adicionado ao grupo %2$s.
tr: %1$s Kullanıcısı: %2$s grubuna eklendi.

source: User %1$s: Removed from %2$s group.
ca: S'ha eliminat l'usuari %1$s del grup %2$s.
lv: Lietotājs %1$s atskaitīts no grupas %2$s.
pl: Użytkownik %1$s: Usunięty z %2$s grup.
pt: Utilizador %1$s: Eliminado do grupo %2$s.
pt_br: Usuário %1$s: Excluído do grupo %2$s.

source: System Status
ca: Estat del sistema
lv: Sistēmas status
pl: Stan systemu
pt: Estado do Sistema
pt_br: Status do sistema
tr: Sistem Durumu

source: The APC Cache PHP module is not loaded - the cache is disabled.
ca: No s'ha carreget el mòdul PHP APC Cache, la caché s'ha deshabilitat.
lv: APC kešatmiņas PHP modulis nav ticis ielādēts - kešatmiņa atslēgta.
pl: Moduł PHP APC Cache nie jest załadowany - cache wyłączony.
pt: O módulo APC Cache PHP não está carregado - a cache está desactivada.
pt_br: O Cache APC módulo PHP não está carregado - o cache está desativado.

source: Could not find a rule matching the following names: %s. File: %s (line %s)
ca: No s'ha pogut trobar cap norma que coincidís amb els noms següents: %s. Arxiu %s (línia %s)
lv: Nebija iespējams atrast kādus noteikumus, kuriem atbilsto sekojošie vārdi: %s. Fails: %s (%s rinda)
pl: Nie znaleziono zasady pasującej do następującej nazwy: %s. Plik: %s (linia %s)
pt: Não foi possível encontrar uma regra coincidente com os seguintes nomes: %s. Ficheiro: %s (linha %s)
pt_br: Não foi possível encontrar uma regra correspondente aos seguintes nomes: %s. Arquivo: %s (linha %s)

source: Panic! No database connection class appears to be found for the connection string specified. Please check config.php
ca: Pànic! Sembla que no es pot trobar la classe de connexió a la base de dades per a la connexió que especifica la cadena. Comprova config.php
pl: Błąd krytyczny! Nie znaleziono klasy połączenia odpowiedniej dla wybranego DSN. Sprawdź plik config.php
pt: Pânico! Nenhuma classe de ligação de base de dados parece ter sido encontrada para a string de ligação especificada. Por favor verifique o config.php
pt_br: Atenção! Não foi detectada classe de conexão com banco de dados na linha de conexão especificada. Favor verificar o arquivo config.php

source: New block %1$s: %2$s
pl: Nowy blok %1$s: %2$s
pt: Novo bloco %1$s: %2$s
pt_br: Novo bloco %1$s: %2$s

source: Block %1$s (%2$s) deleted.
pl: Blok %1$s (%2$s) usunięty.
pt_br: Bloco %1$s (%2$s) excluído.

source: Saved block configuration.
pl: Zapisano konfiguracje bloku.
pt_br: Configuração de bloco gravada.

source: Logs purged.
pl: Logi wyczyszczone.
pt_br: Logs limpos.

source: xmlrpc extension not found
ca: No s'ha trobat l'extensió xmlrpc
lv: xmlrpc paplašinājums netika atrasts.
pl: Rozszerzenie xmlrpc nie zostało znalezione
pt: extensão xmlrpc não encontrada
pt_br: Expressão xmlrpc não encontrada
tr: xmlrpc eklentisi bulunamadı

source: New vocabulary %1$s (%2$s)
pl: Nowy słownik %1$s (%2$s)
pt: Novo vocabulário %1$s (%2$s)
pt_br: Novo vocabulário %1$s (%2$s)

source: Vocabulary %1$s (%2$s) deleted.
pl: Słownik %1$s (%2$s) usunięty.
pt_br: Vocabulário %1$s (%2$s) excluído.

source: Term %1$s in the %2$s vocabulary has been renamed to %3$s.
pt_br: O termo %1$s no %2$s vocabulario foi renomeado para %3$s.

source: Unsupported digest algorithm "%s"
ca: Algoritme d'assimilació "%s" no suportat
lv: Neatbalstīts kontrolsummas algoritms "%s"
pt: Algoritmo de digestão não suportado "%s"
pt_br: Algoritmo de resumo "%s" não suportado
tr: Desteklenmeyen düzenleme algoritması "%s"

source: Invalid hash
ca: El hash no és vàlid
lv: kļūdaina jaucējfunkcija
pl: Błędny hash
pt: Hash inválido
pt_br: Verificador inválido
tr: Geçersiz hash

source: Unbalanced braces.
ca: Reforços desequilibrats.
lv: Trūkstošas iekavas.
pl: Nieparzysta ilość klamr.
pt: Parêntisis não coincidentes.
pt_br: Suspensórios desequilibrados

source: Unable to get response body. Request did not yet execute.
pl: Nie można uzyskać odpowiedzi. Żądanie nie zostało jeszcze wykonane.
pt_br: Não foi possível obter o corpo da resposta. Requisição não foi executada.

source: Unable to get response headers. Request did not yet execute.
pl: Nie można uzyskać nagłówków odpowiedzi. Żądanie nie zostało jeszcze wykonane.
pt_br: Não foi possível obter o cabeçalho da resposta. Requisição não foi executada.

source: Trying to add a request body to a GET request.
pt_br: Tentando adicionar um corpo de resposta para uma requisição de GET.

source: File %s not found.
pl: Nie odnaleziono pliku %s.
pt_br: Arquivo %s não encontrado.

source: Unable to fetch response headers for a pending request.
pt_br: Não foi possível encontrar cabeçalhos de resposta para a requisição pendente.

source: Unable to fetch response body for a pending request.
pt_br: Não foi possível encontrar corpo de resposta para a requisição pendente.

source: Updates check CronJob completed successfully.
pt_br: Checagem de atualização de CronJob foi completada com sucesso.

source: Updates check CronJob failed!
pt_br: Checagem de atualização de CronJon falhou!

source: Perform a single check for plugin updates, the plugin set has changed.
pt_br: Execute uma única checagem de atualização para complementos, a configuração dos complementos mudou.

source: Not a valid hex color.
ca: No és un color hexadecimal vàlid.
lv: Nepareizs heksadecimālais krāsas simbols.
pl: Błędny kolor w skali hex.
pt: Cor hex inválida.
pt_br: Cor HEX inválida.
tr: Geçerli hex rengi değil.

source: Not a valid color format.
ca: No és un format de color vàlid.
lv: Neatbilstošs krāsas formāts.
pl: Nieprawidłowy format koloru.
pt: Formato de cor inválido.
pt_br: Formato de cor inválido.
tr: Geçerli renk formatı değil.

source: Something went terribly wrong here.
ca: Alguna cosa ha anat terriblement malament.
lv: Kaut kas šeit aizgāja ļoti nepareizi.
pl: Stało się coś bardzo niedobrego.
pt: Algo correu terrivelmente mal aqui.
pt_br: Aconteceu alguma coisa péssima aqui.
tr: Birşeyler gerçekten hatalı durumda.

source: No translations found for locale %s, domain %s!
ca: No s'ha trobat cap traducció per la localització %s i el domini %s!
lv: Netika atrasti tulkojumi lokālei %s, domēnā %s!
pl: Nie znaleziono tłumaczenia dla lokalizacji %s, domena %s!
pt: Não foram encontradas traduções para o locale %s, domínio %s!
pt_br: Não foram encontradas traduções na localidade %s, domínio %s!

source: Invalid .MO file for locale %s, domain %s!
ca: L'arxiu .MO és invàlid per la localització %s i el domini %s!
lv: Nepareizs .MO fails lokalizcijai: %s, domēnā %s!
pl: Nieprawidłowy plik .MO dla lokalizacji %s, domena %s!
pt: Ficheiro .MO inválido para o locale %s, domínio %s!
pt_br: Arquivo .MO inválido para localidade %s, domínio %s!

source: Invalid magic number 0x%08x in %s!
ca: El nombre màgic 0x%08x a %s no és vàlid!
lv: Kļūdains maģiskais cipars 0x%08x iekš %s!
pl: Nieprawidłowa liczba magiczna/losowa? 0x%08x w %s!
pt: Número mágico inválido 0x%08x em %s!
pt_br: Número mágico inválido 0x%08x em %s!

source: Unknown revision number %d in %s!
ca: El nombre de revisió %d de %s és desconegut!
lv: Nezināms revīzijas nummurs %d iekš %s!
pl: Nieznana wersja numer %d w %s!
pt: Número de revisão desconhecido %d em %s!
pt_br: Número de revisão %d em %s desconhecido!

source: Message count (%d) out of bounds in %s!
ca: El recompte de missatges (%d) a %s està fora dels límits!
lv: Ziņojumu skaits (%d) ārpus robežām iekš %s!
pl: Licznik wiadomości (%d) poza zakresem w %s!
pt: Número de mensagens (%d) fora dos limites em %s!
pt_br: Contador de mensagens (%d) extrapolou limites em %s!

source: month
pl: miesiąc
pt_br: mês

source: week
pl: tydzień
pt_br: semana

source: day
pl: dzień
pt_br: dia

source: hour
pl: godzina
pt_br: hora

source: minute
pl: minuta
pt_br: minuto

source: second
pl: sekunda
pt_br: segundo

source: %s from now
pl: %s od teraz
pt_br: %s a partir de agora

source: %s ago
pl: %s temu
pt_br: %s atrás

source: just now
pl: przed chwilą
pt_br: há pouco

source: %d minute ago
pl: %d minutę temu
pt_br: %d minuto atrás

source: %d hour ago
pl: %d godzinę temu
pt_br: %d hora atrás

source: yesterday
pl: wczoraj
pt_br: ontem

source: last week
pl: tydzień temu
pt_br: semana passada

source: last month
pl: miesiąc temu
pt_br: mês passado

source: last year
pl: rok temu
pt_br: ano passado

source: This theme is a legacy theme that is not compatible with Habari
pt_br: Este tema é um tema legado, que não é compatível com o Habari

source: There is no valid theme currently installed.
ca: Actualment no hi ha cap tema vàlid instal·lat.
lv: Dotajā brīdī nav instalēts derīgs kažociņš.
pl: Żaden poprawny motyw nie jest obecnie zainstalowany.
pt: Não existe um tema válido actualmente instalado.
pt_br: Não existe um tema válido instalado.
tr: Şu anda yüklü geçerli tema yok.

source: Activated Theme: %s
ca: Tema activat: %s
lv: Aktivizēts kažociņš: %s
pl: Aktywny styl: %s
pt: Tema activado: %s
pt_br: Tema ativado: %s
tr: Aktif Edilen Tema: %s

source: Previewed Theme: %s
pl: Podglądany motyw: %s
pt_br: Tema pré-visualisado: %s

source: Canceled Theme Preview: %s
pl: Anulowano podgląd motywu: %s
pt_br: Pré-visualização de tema cancelada: %s

source: Theme not installed.
ca: No s'ha instal·lat el tema.
lv: Kažociņš netika instalēts.
pl: Motyw nie został zainstalowany.
pt: Tema não instalado.
pt_br: Tema não instalado.
tr: Tema yüklenmedi.

source: Could not determine script name.
ca: No s'ha pogut determinar el nom de l'script.
lv: Nebija iespējams noteikt skripta nosaukumu.
pl: Niemożliwe było ustalenie nazwy skryptu
pt: Não foi possível determinar o nome do script.
pt_br: Não foi possível determinar nome do script.
tr: Betik türü belirlenemiyor.

source: Failed to register HiEngine stream protocol
ca: Ha fallat al registrar protocol de flux de HiEngine
lv: Neizdevās reģistrēt HiEngine datu plūsmas protokolu.
pl: Nie udało się zarejestrować protokołu strumienia HiEngine
pt: Falhou ao registar o protocolo de stream HiEngine
pt_br: O registro do protocolo de escuta HiEngine falhou

source: Unapprove
ca: Rebutjar
lv: Neapstiprināt
pl: Cofnij akceptację
pt: Rejeitar
pt_br: Rejeitar
tr: Onaylama

source: Approve
ca: Aprova
lv: Apstiprināt
pl: Zatwierdź
pt: Aprovar
pt_br: Aprovar
tr: Onayla

source: CURL Error. Unable to create temporary file name.
pl: Błąd CURL. Nie można utworzyć tymczasowej nazwy pliku.
pt_br: Erro CURL. Incapaz de criar arquivo de nome temporário.

source: CURL Error. Unable to open temporary file.
pl: Błąd CURL. Nie można otworzyć pliku tymczasowego.
pt_br: Erro CURL. Incapaz de criar arquivo temporário.

source: CURL Error %1$d: %2$s
pl: Błąd CURL %1$d: %2$s
pt_br: Erro CURL %1$d: %2$s

source: none
ca: cap
lv: neviens
pl: żaden
pt: nenhum(a)
pt_br: nenhum
tr: hiçbiri

source: Unknown
ca: Desconegut
lv: Nezināms
pl: Nieznany
pt: Desconhecido(a)
pt_br: Desconhecido
tr: Bilinmeyen

source: Not implemented: instance
ca: No s'ha implementat: instància
lv: Nav implementēts: instance
pl: Niezaimplementowana: instancja
pt: Não implementado: instância
pt_br: Não implementado: instância

source: Bitmask constructor expects either no arguments or an array as a first argument
ca: El constructor de l'emmascarador de bits espera o bé cap argument o bé un array com a primer argument
lv: Bitu maskas konstruktors sagaida datu masīvu vai tukšu vietu kā pirmo argumentu.
pl: Maska bitowa konstruktora nie oczekuje żadnych argumentów lub tablicy jako pierwszego argumentu.
pt: Construtor bitmask não espera argumentos ou então um array como primeiro argumento
pt_br: O construtor Bitmask não espera um argumento ou um array como primeiro argumento

source: Bitmask constructor second argument must either be an integer within the valid range, the name of a flag, or full
pt_br: O segundo argumento do construtor Bitmask precisa ser número inteiro dentro do intervalo válido, o nome de uma flag, ou completo

source: Bitmask full toggle must be boolean
pt_br: Alternador completo do Bitmask precisa ser booleano

source: Setting bitmask value by array must use array with same length as number of flags
pt_br: Configurando um valor Bitmask por um array se faz necessário usar um array de mesmo comprimento das flags

source: Bitmask values must be boolean
ca: Els valors de l'emmascarador de bits han de ser booleans
lv: Bitu maskas vērtībām jābūt būla algebrā.
pl: Wartości maski bitowej muszą być typu boolean.
pt: Valores bitmask têm de ser booleanos
pt_br: Valores Bitmask precisam ser booleanos

source: Bitmask value must either be an integer within the valid range or an array of booleans
pt_br: Um valor Bitmask precisa ser um número inteiro dentro do intervalo válido ou um array de booleanos.

source: Bitmask cannot set non-existent flag
pt_br: Bitmask não consegue posicionar flag não existente

source: Bitmask cannot get non-existent flag
pt_br: Bitmask não consegue pegar flag não existente

source: full
ca: sencer
lv: pilns
pl: pełny
pt: completo
pt_br: cheio
tr: tam

source: New term %1$s: %2$s
pt_br: Novo termo %1$s: %2$s

source: Term %1$s (%2$s) deleted.
pt_br: Termo %1$s (%2$s) excluído.

source: Plugin "%1$s" deactivated because it could no longer be found.
pl: Wtyczka "%1$s" wyłączona, ponieważ nie można jej znaleźć.
pt_br: Plugin "%1$s" desativado pois não foi possível encontrá-lo.

source: Invalid plugin XML file: %1$s
pl: Nie poprawny plik XML: %1$s
pt_br: Arquivo de plugin XML inválido: %1$s

source: Activated Plugin: %s
ca: Extensió activada: %s
lv: Aktivizēts spraudnis: %s
pl: Aktywowana wtyczka: %s
pt: Plugin Activado: %s
pt_br: Complemento ativado: %s
tr: Etkinleştirilen Eklenti: %s

source: Deactivated Plugin: %s
ca: Extensió desactivada: %s
lv: Atslēgts spraudnis: %s
pl: Wyłączona wtyczka: %s
pt: Plugin desativado: %s
pt_br: Complemento desativado: %s
tr: Etkisizleştirilen Eklenti: %s

source: Attempted to load the plugin file "%s", but it failed with syntax errors. <div class="reveal">%s</div>
ca: S'ha intentat carrgar l'arxiu d'extensió "%s", però ha fallat perquè contenia errors de sintaxi. <div class="reveal">%s</div>
lv: Notika mēģinājums ielādēt spraudņa failu "%s", bet tas atgrieza sintakses kļūdas. <div class="reveal">%s</div>
pl: Próba załadowania pliku wtyczki '%s' zakończyła się niepowodzeniem, z powodu błędu składni. <div class="reveal">%s</div>
pt: Tentativa de carregar o ficheiro plugin "%s", mas falhou com erros de sintaxe. <div class="reveal">%s</div>
pt_br: Tentativa de carregar o complemento "%s" falhou por erros de sintaxe. <div class="revelar">%s</div>

source: Relative urls are not allowed
pl: Relatywne adresy URL nie są dozwolone
pt_br: Urls relativas não são permitidas

source: Only %s urls are allowed
pl: Jedynie %s adresy URL są dozwolone
pt_br: Somente %s urls são permitidas

source: Value must be a valid Email Address.
ca: El valor ha de ser una adreça de correu electrònic vàlida.
lv: Ierakstam jābūt derīgai e-pasta adresei.
pl: Wartość musi być poprawnym adresem e-mail.
pt: O valor tem de ser um Email válido.
pt_br: Necessita ser um endereço de email válido.
tr: Değer geçerli bir E-posta Adresi olmalıdır.

source: A value for this field is required.
ca: Es necessita un valor per a aquest camp.
lv: Šajā laukā obligāti nepieciešams ieraksts.
pl: Wymagana jest wartość dla tego pola.
pt: Um valor para este campo é obrigatório.
pt_br: Necessário preenchimento deste campo.
tr: Bu bölgeye bir değer girmeniz gerek.

source: That username is already in use!
ca: Aquest nom d'usuari ja s'està fent servir!
lv: Dotais lietotājvārds jau eksistē!
pl: Nazwa użytkownika jest już używana!
pt: Esse nome de utilizador já está a ser usado!
pt_br: Nome de usuário já existente!
tr: Kullanıcı adı kullanımda!

source: The value of this field must match the value of %s.
ca: El valor d'aquest camp s'ha de correspondre amb el valor de %s.
lv: Ierakstam šajā laikā jāatbilst ierakstam %s.
pl: Wartość tego pola musi być zgodna z wartością %s.
pt: O valor deste campo tem de coincidir com o valor de %s.
pt_br: O valor deste campo deve ser o mesmo valor de %s.
tr: Bu alanın değeri %s değeri ile eşleşmelidir.

source: The value does not meet submission requirements
ca: El valor no es correspon amb els requeriments d'enviament.
lv: Ievadītā vērtība neatbilst pieņemšanas noteikumiem
pl: Wartość nie spełnia wymogów.
pt: O valor não obedece aos requisitos de submissão
pt_br: O valor não atende os requisitos do formulário.
tr: Girdiğiniz değer gereken koşulları karşılamıyor

source: The value entered is lesser than the minimum of %d.
ca: El valor que has entrat és més petit que el mínim de %d.
lv: Ievadītā vērtība ir mazāka par nepieciešamo: %d.
pl: Wprowadzona wartość jest mniejsza niż minimum %d.
pt: O valor introduzido é inferior ao mínimo de %d.
pt_br: O valor informado é inferior ao limite mínimo de %d.
tr: Girilen değer %d minumum değerinden az.

source: The value entered is greater than the maximum of %d.
ca: El valor entrar és més gran que el màxim de %d.
lv: Ievadītā vērtība ir lielāka kā maksimālā pieļaujamā priekš %d.
pl: Wprowadzona wartość jest większa niż maksimum %d.
pt: O valor introduzido é maior do que o máximo de %d.
pt_br: O valor informado é superior ao limite máximo de %d.
tr: Girilen değer %d maximum değerinden fazla.

source: Remove this item?
ca: Vols esborrar aquest element?
lv: Izmest šo datu vienumu?
pl: Usunąć ten element?
pt: Eliminar este item?
pt_br: Remover este item?
tr: Bu öğeyi kaldır?

source: Whoops! 404. The page you were trying to access is not really there. Please try again.
ca: Ups! 404. La pàgina a la que intentaves accedir no hi és. Torna-ho a intentar.
lv: Whoops! 404. Jūsu meklētā lapa šeit neatrodas. Lūdzu, mēģiniet vēlreiz.
pl: Ooops! 404. Strona, do której chcesz się dostać nie istnieje. Spróbuj ponownie.
pt: Oops! 404. A página que tentou aceder não está aqui. Por favor tente novamente.
pt_br: Oops! Erro 404. Página não encontrada. Favor tentar novamente.
tr: Oooops! 404 Hatası. Ulaşmaya çalıştığınız sayfa yerinde yok. Lütfen tekrar deneyin.

source: Previous
ca: Anterior
lv: Iepriekšējais
pl: Poprzedni
pt: Anterior
pt_br: Anterior
tr: Önceki

source: Next
ca: Següent
lv: Nākošais
pl: Następny
pt: Seguinte
pt_br: Próximo
tr: Sonraki

source: Read Comments
ca: Llegeix els comentaris
lv: Lasīt komentārus
pl: Czytaj komentarze
pt: Ler Comentários
pt_br: Ler Comentários
tr: Yorumları Oku

source: %s Comment
pl: %s Komentarz
pt_br: %s Comentário

source: Comment %1$s moderated from %2$s
ca: S'ha moderat el comentari %1$s de %2$s
lv: Komentārs %1$s, cenzējis %2$s
pl: Komentarz %1$s moderowany z %2$s
pt: Comentário %1$s moderado de %2$s
pt_br: Comentário %1$s avaliado pelo moderador de %2$s

source: Comment Moderated on %s
ca: Comentari moderat a %s
lv: Komentārs cenzēts %s
pl: Komentarz moderowany w %s
pt: Comentário Moderado em %s
pt_br: Comentário avaliado pelo moderador em %s

source: Comment %1$s deleted from %2$s
ca: S'ha eliminat el comentari %1$s de %2$s
lv: Komentārs %1$s dzēsts no %2$s
pl: Komentarz %1$s został usunięty z %2$s
pt: Comentário %1$s eliminado de %2$s
pt_br: Comentário %1$s excluído de %2$s

source: New group created: %s
ca: S'ha creat un nou grup: %s
lv: Izveidota jauna grupa: %s
pl: Nowa grupa utworzona: %s
pt: Novo grupo criado: %s
pt_br: Novo grupo criado: %s
tr: Yeni grup oluşturuldu: %s

source: User Group updated: %s
ca: S'ha actualitzat un grup d'usuaris: %s
lv: Lietotāju grupa %s atjaunināta.
pl: Grupa użytkownika zaktualizowana: %s
pt: Grupo de utilizadores actualizado: %s
pt_br: Grupo de usuário atualizado: %s
tr: Kullanıcı Grubu güncellendi: %s

source: User Group %s: Member list reset
ca: S'ha reestablert la llista de mebres del grup: %s
lv: Lietotāju grupa %s: Lietotāju saraksts atstatīts.
pl: Grupa %s: Zresetowano listę członków.
pt: Grupo de utilizadores %s: Lista de membro reiniciada
pt_br: Grupo de usuário %s: Lista de menbros reinicializada.

source: User Group %s: Group deleted.
ca: S'ha eliminat el grup d'usuaris: %s.
lv: Lietotāju grupa %s: grupa dzēsta.
pl: Grupa %s: Usunięto grupę.
pt: Grupo de utilizadores %s: Grupo eliminado.
pt_br: Grupo de usuário %s: Grupo excluído.
tr: Kullanıcı Grubu %s: Grup silindi.

source: User Group %1$s: Users were added to the group.
ca: S'ha afegit usuaris al grup: %s.
lv: Lietotāju grupa %1$s: Lietotāji tika pievienoti grupai.
pl: Grupa %1$s: Dodano użytkowników do grupy.
pt: Grupo de utilizadores %s: Foram adicionados utilizadores a este grupo.
pt_br: Grupo de usuário %s: Usuários adicionados ao grupo.
tr: kullanıcı Grubu %1$s: Kullanıcılar gruba eklendi.

source: User Group %1$s: Users were removed from the group.
ca: S'ha eliminat usuaris del grup: %1$s.
lv: Lietotāju grupa %1$s: Lietotāji tika atskaitīti no grupas.
pl: Grupa %1$s: Usunięto użytkowników z grupy.
pt: Grupo de utilizadores %s: Foram eliminados utilizadores deste grupo.
pt_br: Grupo de usuário %1$s: Usuários removidos do grupo.
tr: kullanıcı Grubu %1$s: Kullanıcılar gruptan kaldırıldı.

source: Attempt to fetch in class mode with a non-included class
ca: Intent de cercar en mode de classe amb una classe no inclosa
pl: Próba przetworzenia w trybie klasy z niezawartą klasą
pt: Tentativa de ir buscar em modo de classe com uma classe não incluida.
pt_br: Tentativa de busca em modo de classe com classe não incluída

source: CronTab run completed.
pt_br: Operação CronTab completada.

source: Unkown attribute type "%s" in %s
ca: Tipus d'atribut "%s" desconegut en %s
lv: Nezināms atribūts, tips "%s" iekš %s
pl: Nieznany rodzaj atrybutu "%s" w %s
pt: Tipo de atributo desconhecido "%s" em %s
pt_br: Atributo desconhecido "%s" em %s

source: Author
ca: Autor
lv: Autors
pl: Autor
pt: Autor
pt_br: Autor
tr: Yazar

source: Author Name
ca: Nom de l'autor
lv: Autora vārds
pl: Autor
pt: Nome do Autor
pt_br: Nome do autor
tr: Yazarın Adı

source: Author Email
ca: Correu electrònic de l'autor
lv: Autora e-pasts
pl: E-mail autora
pt: Email do Autor
pt_br: Email do autor
tr: Yazarın E-postası

source: Author URL
ca: URL de l'autor
lv: Autora URL
pl: Strona WWW autora
pt: URL do Autor
pt_br: Página do autor
tr: Yazarın URL 'si

source: IP Address:
ca: Adreça IP:
lv: IP adrese:
pl: Adres IP:
pt: Endereço IP:
pt_br: Endereço IP:
tr: IP Adresi

source: Date:
ca: Data:
lv: Datums:
pl: Data:
pt: Data:
pt_br: Data:
tr: Tarih

source: Post ID:
ca: ID de l'entrada:
lv: Raksta ID:
pl: ID wpisu:
pt: ID Artigo:
pt_br: Identificação:
tr: Gönderi ID:

source: Deleted all spam comments
ca: S'ha eliminat tots els comentaris spam
lv: Dzēsti visi surogātkomentāri
pl: Usunięto wszystkie spamowe komentarze
pt: Eliminar todos os comentários de spam
pt_br: Excluir todos os comentários spam
tr: Silinen btn spam yorumlar

source: Deleted all unapproved comments
ca: S'ha eliminat tots els comentaris sense aprovar
lv: Dzēsti visi neapstiprinātie komentāri
pl: Usunięto wszystkie niezatwierdzone komentarze
pt: Eliminar todos os comentários não aprovados
pt_br: Excluir todos os comentários não-aprovados
tr: Onaylanmayan yorumlar silindi

source: Deleted %d comments
pl: Usunięte komentarze: %d
pt_br: Excluídos %d comentários

source: Marked %d comments as spam
pl: Komentarze oznaczone jako spam: %d
pt_br: Marcados %d comentários como spam

source: Approved %d comments
pl: Zatwierdzone komentarze: %d
pt_br: Aprovados %d comentários

source: Unapproved %d comments
pl: Niezatwierdzono %d komentarzy
pt_br: Rejeitados %d comentários

source: Edited %d comments
pl: Edytowane komentarze: %d
pt_br: Alterados %d comentários

source: Approved comments on these posts: %s
pl: Zatwierdzone komentarze tych wpisów: %s
pt_br: Comentários aprovados nas postagens: %s
