Repository: somefool/habari-extras
Catalog: plugins/freshcomments/trunk/locale/*/LC_MESSAGES/freshcomments.po
Languages: de_de, zh_tw

source: %1$d comment
de_de: %1$d Kommentar

source: Posted at %1$s
de_de: Gepostet am %1$s
zh_tw: 發表於 %1$s

source: Allow you display recent comments just like Brian’s latest Comment.
de_de: Lässt Sie aktuelle Kommentare anzeigen wie bei Brian’s latest Comment.

source: Configure
de_de: Konfigurieren

source: General
de_de: Allgemein

source: &#8470; of Posts
de_de: &#8470; der Beiträge
zh_tw: 文章數量

source: &#8470; of Comments
de_de: &#8470; der Kommentare
zh_tw: 迴響數量

source: Show Trackbacks
de_de: Trackbacks anzeigen
zh_tw: 顯示引用 (Trackback)

source: Show Pingbacks
de_de: Pingbacks anzeigen
zh_tw: 顯示通告 (Pingback)

source: Fade-out
de_de: Ausfaden
zh_tw: 淡出

source: Fade-out Older Comment
de_de: Älteren Kommentar ausfaden
zh_tw: 淡化舊的迴響

source: Fading Speed (bigger is slower)
de_de: Fade-Geschwindigkeit (größer ist schneller)
zh_tw: 淡出速度（數值愈大愈慢）

source: Newest Color
de_de: Farbe neueste
zh_tw: 最新迴響顏色

source: Oldest Color
de_de: Farbe älteste
zh_tw: 最舊迴響顏色

source: Save
de_de: Speichern

source: Options saved
de_de: Einstellungen gespeichert

source: This field must be positive integer.
de_de: Dieses Feld muss eine positive ganze Zahl sein.

source: This field must be an HTML color hex code.
de_de: Dieses Feld muss ein HTML-Farbcode (hexadezimal) sein.
zh_tw: 此欄位必須填入16進位色碼。
